Repository: RajKumarPandey/ekiga
Catalog: help/*/*.po
Languages: cs

source: You can open the accounts window by selecting Edit -&gt; Accounts. This will open the accounts window. The accounts window will allow you to add Ekiga.net, Ekiga Call Out, SIP and H.323 accounts and to register to them. An account describes the user login and password parameters to register to SIP and H.323 services. Those <emphasis>services</emphasis> can be an Internet Telephony Service provider (like ekiga.net), or an IPBX (like CISCO, Nortel, or Asterisk).
cs: Okno s účty otevřete volbou Upravit -&gt; Účty. Můžete v něm přidávat účty Ekiga.net, Ekiga Call Out, SIP a H.323 a registrovat se k nim. Účet je dán uživatelským jménem a heslem, kterými se registrujete ke službám SIP a H.323. Těmito <emphasis>službami</emphasis> může být poskytovatel internetové telefonie (jako je ekiga.net) nebo pobočková telefonní ústředna (jako je CISCO, Panasonic nebo Asterisk).

source: Adding an Ekiga.net account
cs: Přidávání účtů Ekiga.net

source: <emphasis>User:</emphasis> You can enter your login.
cs: <emphasis>Uživatel:</emphasis> Můžete zadat své přihlašovací jméno.

source: <emphasis>Password:</emphasis> You can enter your password.
cs: <emphasis>Heslo:</emphasis> Můžete zadat své přihlašovací heslo.

source: To add an Ekiga.net account, simply select Accounts -&gt; Add an Ekiga.net Account in the menu. A dialog will appear and allow you to enter several parameters: <placeholder-1/>
cs: Když chcete přidat účet Ekiga.net, jednoduše v nabídce vyberte Účty -&gt; Přidat účet Ekiga.net. Objeví se dialogové okno a můžete zadat několik parametrů: <placeholder-1/>

source: Ekiga.net is a free SIP services platform provided to <application>Ekiga</application> users. If you want to call other users and to be callable, you need a SIP address. You can get one from <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>. Ekiga.net also offers additional services like conference rooms, voice mail and online white pages. Please see <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> for more information.
cs: Ekiga.net je bezplatná platforma služeb SIP poskytovaným uživatelům aplikace <application>Ekiga</application>. Jestli chcete volat dalším uživatelům a chcete, aby ostatní volali vám, potřebujete adresu SIP. Tu můžete získat na <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>. Ekiga.net nabízí i další služby, jako jsou konferenční místnosti, hlasová pošta nebo bílé stránky on-line. Více najdete na <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>.

source: Adding an Ekiga Call Out account
cs: Přidávání účtů odchozích volání

source: <emphasis>Account ID:</emphasis> You can enter your account ID.
cs: <emphasis>ID účtu:</emphasis> Můžete zadat ID svého účtu.

source: <emphasis>PIN Code:</emphasis> You can enter your PIN code.
cs: <emphasis>Kód PIN:</emphasis> Můžete zadat svůj kód PIN.

source: To add an Ekiga Call Out account, simply select Accounts -&gt; Add an Ekiga Call Out Account in the menu. A dialog will appear and allow you to enter several parameters: <placeholder-1/>
cs: Když chcete přidat účet Ekiga Call Out, stačí v nabídce zvolit Účty -&gt; Přidat účet Ekiga Call Out. Objeví se dialogové okno, ve kterém můžete zadat několik parametrů: <placeholder-1/>

source: If you do not have an Ekiga Call Out account yet, you can subscribe for one using the 'Get an Ekiga.net Call Out account' link in the dialog. As described above, this service will allow you to call normal phones worldwide at interesting rates. Once the account has been added, you can recharge it, consult the balance history or the call history by selecting the appropriate menu item in the Account menu of the window when the account is highlighted.
cs: Jestliže dosud účet Ekiga Call Out nemáte, můžete si nějaký zaregistrovat pomocí odkazu „Získat účet Ekiga.net Call Out“ v dialogovém okně. Jak bylo napsáno v předchozím, díky této službě můžete volat na běžná telefonní čísla do celého světa za zajímavé ceny. Jakmile máte účet přidán a máte jej zvýrazněný, můžete jej dobíjet, dívat se na historii kreditu nebo historii volání pomocí příslušné položky v nabídce Účet.

source: Adding a SIP account
cs: Přidávání účtů SIP

source: <emphasis>Name:</emphasis> You can enter the account name.
cs: <emphasis>Jméno:</emphasis> Můžete zadat název účtu.

source: <emphasis>Registrar:</emphasis> The registrar to which you want to register. This is usually an IP address or an host name that will be given to you by your Internet Telephony Service Provider, or by your administrator if you are trying to register to a SIP IPBX.
cs: <emphasis>Registrátor:</emphasis> Registrátor, ke kterému se chcete zaregistrovat. Obvykle se jedná o adresu IP nebo název počítače, které obdržíte od svého poskytovatele telefonních služeb nebo svého správce počítačů, když se zkoušíte registrovat k pobočkové ústředně SIP.

source: <emphasis>Authentication User:</emphasis> If it is different from the user parameter you provided above. In that case, the user field will be used to control the outgoing identity for the account you are adding, while the login will be used during the authentication phase.
cs: <emphasis>Autentizovaný uživatel:</emphasis> Liší se od parametru uživatel, zadávanému výše. V onom případě slouží pole pro určení odchozí identity u přidávaného účtu, zatímco autentizace bude použita během přihlašovací fáze.

source: <emphasis>Timeout:</emphasis> The timeout after which the registration should be refreshed.
cs: <emphasis>Časový limit:</emphasis> Časový limit, po němž by registrace měla být obnovena.

source: To add a SIP account, simply select Accounts -&gt; Add a SIP Account in the menu. A dialog will appear and allow you to enter several parameters: <placeholder-1/>
cs: Když chcete přidat SIP, stačí v nabídce zvolit Účty -&gt; Přidat účet SIP. Objeví se dialogové okno, ve kterém můžete zadat několik parametrů: <placeholder-1/>

source: Adding an H.323 account
cs: Přidávání účtů H.323

source: <emphasis>Gatekeeper:</emphasis> The gatekeeper to which you want to register. This is usually an IP address or a host name that will be given to you by your Internet Telephony Service Provider, or by your administrator if you are trying to register to an H.323 IPBX.
cs: <emphasis>Gatekeeper:</emphasis> Gatekeeper (brána), ke kterému se chcete registrovat. Obvykle jde o adresu IP nebo název počítače, které vám poskytne poskytovatel telefonních služeb nebo váš správce IT, pokud se registrujete k pobočkové telefonní ústředně s H.323.

source: <emphasis>Registration Timeout:</emphasis> The timeout after which the registration should be updated.
cs: <emphasis>Časové omezení registrace:</emphasis> Časový limit, po kterém by registrace měla být aktualizována.

source: To add an H.323 account, simply select Accounts -&gt; Add an H.323 Account in the menu. A dialog will appear and allow you to enter several parameters: <placeholder-1/>
cs: Když chcete přidat H.323, stačí v nabídce zvolit Účty -&gt; Přidat účet H.323. Objeví se dialogové okno, ve kterém můžete zadat několik parametrů: <placeholder-1/>

source: Understanding URIs
cs: Pochopení adres URI

source: SIP URI's
cs: Adresy URI pro SIP

source: SIP URIs are formatted as such "sip:user@[host[:port]]"
cs: Adresy URI pro SIP jsou formátovány jako „sip:uživatel@[počítač[:port]]“

source: This permits you to call the given user or extension on the specified SIP proxy: <emphasis>sip:jonita@ekiga.net</emphasis>
cs: Umožňují vám volat daného uživatele nebo klapku na zadané proxy SIP: <emphasis>sip:jonita@ekiga.net</emphasis>

source: H.323 URIs
cs: Adresy URI pro H.323

source: H.323 URIs are formatted as such "h323:[user@][host[:port]]"
cs: Adresy URI pro H.232 mají formát ve stylu „h323:[uživatel@][počítač[:port]]“.

source: Call a given host on a port different from the default port which is 1720: <emphasis>h323:seconix.com:1740</emphasis>
cs: Volat počítač na jiném portu, než je výchozí port 1720: <emphasis>h323:seconix.com:1740</emphasis>

source: Call a given user using their respective alias if registered to a gatekeeper: <emphasis>h323:jonita</emphasis>
cs: Volat zadaného uživatele pomocí jeho přezdívky v případě, že se registroval na gatekeeper: <emphasis>h323:jonita</emphasis>

source: Call a given phone number if you are registered to a gatekeeper for a PC-To-Phone provider, or if that user has an ENUM record associated to an H.323 URI: <emphasis>h323:003210111222</emphasis>
cs: Volat na zadané telefonní číslo, když jste se zaregistrovali na gatekeeper pro poskytovatele PC-To-Phone nebo když má tento uživatel zaregistrován záznam ENUM k adrese URI: <emphasis>h323:003210111222</emphasis>

source: Call a given user using their alias through a specific gateway or proxy: <emphasis>h323:jonita@gateway.seconix.com</emphasis>
cs: Volat zadanému uživateli podle jeho přezdívky přes zadanou bránu nebo proxy: <emphasis>h323:jonita@gateway.seconix.com</emphasis>

source: Call an MCU and join a specific room: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>
cs: Volat MCU a připojit se ke konkrétní místnosti: <emphasis>h323:myfriendsroom@mcu.seconix.com</emphasis>

source: This permits you to: <placeholder-1/>
cs: Umožňuje vám to: <placeholder-1/>

source: Controlling the Video Bandwidth
cs: Ovládání šířky pásma videa

source: <application>Ekiga</application> uses a best-effort algorithm to maintain a low bandwidth when transmitting video. It will permit <application>Ekiga</application> to dynamically adjust the video bandwidth and the number of transmitted images per second during a call while trying to respect the requested video bandwidth.
cs: <application>Ekiga</application> se při vysílání videa snaží volit nejlepší dostupný algoritmus k udržení nízké šířky přenosového pásma. Můžete jí dovolit dynamicky měnit šířku pásma a počet vysílaných obrázků za sekundu během hovoru, aby zkusila vyhovět požadované šířce pásma.

source: Notice that the algorithm is a best-effort algorithm, which means that if your video bandwidth settings are too low, it can be impossible to respect them. However, if the video bandwidth permits to transmit with a better quality, or faster than the requested values, then <application>Ekiga</application> will dynamically increase them so that the quality and the framerate are always the best possible.
cs: Pro vysvětlení: Algoritmus je nejlepší dostupný algoritmus, což znamená, že když je šířka přenosového pásma pro video příliš malá, může být nemožné ji respektovat. Na druhou stranu, pokud šířka pásma dovolí vysílání v lepší kvalitě nebo rychleji, než jsou požadované hodnoty, aplikace <application>Ekiga</application> je dynamicky zvýší , takže kvalita a snímková rychlost budou vždy ty nejlepší možné.

source: Monitoring lines
cs: Sledování linek

source: <application>Ekiga</application> can connect to PBX systems supporting the SIP protocol. In that case, it is able to indicate if the line associated with a user is in use or not. Please refer to the documentation of your PBX to enable that feature.
cs: <application>Ekiga</application> se může připojit k systému pobočkové telefonní ústředny podporující protokol SIP. V takovém případě umí signalizovat, kdy je linka svázaná s uživatelem zrovna používána. Podívejte se prosím do dokumentace od své ústředny, jak tuto funkci zprovoznit.

source: To enable that feature on <application>Ekiga</application>, simply add the contact with his URI in the roster. If the server supports publishing presence information, <application>Ekiga</application> will automatically publish your own presence information and display the presence of contacts in your roster.
cs: V aplikaci <application>Ekiga</application> tuto funkci zapnete jednoduše přidáním kontaktu s jeho adresou URI do seznamu. Pokud server podporuje zveřejňování stavových informací, <application>Ekiga</application> bude automaticky zveřejňovat informace o vaší dostupnosti a zobrazovat dostupnost kontaktu ve vašem seznamu.

source: Managing Codecs
cs: Správa kodeků

source: Audio Codecs
cs: Zvukové kodeky

source: The <application>Ekiga</application> audio codecs table in the preferences permits you to change the codec order as well as disabling the codecs you don't want to use. Each codec has strong and weak points. For example, G.711 will give the best voice quality but will use the most bandwidth while SPEEX will give an average voice quality but requiring a very low bandwidth usage. Notice that there are two versions of SPEEX; one of them is SPEEX WideBand, which has a 16 kHz clock rate.
cs: V tabulce zvukových kodeků v předvolbách aplikace <application>Ekiga</application> můžete měnit pořadí kodeků a případně kodek zakázat, když ho nechcete používat. Každý z kodeků má své silné a slabé stránky. Například G.711 podává nejlepší zvukovou kvalitu, ale používá největší šířku přenosového pásma, zatímco SPEEX podává průměrnou kvalitu zvuku ale potřebuje velmi malou šířku přenosového pásma. Upozorňujeme, že existují dvě verze kodeku SPEEX, jeden z nich je SPEEX WideBand, který má rychlost vzorkování 16 kHz.

source: Video Codecs
cs: Videokodeky

source: The <application>Ekiga</application> video codecs table in the preferences permits you to change the codec order as well as disabling the codecs you don't want to use. <application>Ekiga</application> supports codecs like H.261, H.263+, H.264, MPEG-4 or Theora.
cs: V tabulce videokodeků v předvolbách aplikace <application>Ekiga</application> můžete měnit pořadí kodeků a případně kodek zakázat, když ho nechcete používat. <application>Ekiga</application> podporuje kodeky jako H.261, H.263+, H.264, MPEG-4 nebo Theora.

source: Reordering the codecs
cs: Změna pořadí kodeků

source: When you reorder the codecs, you are reordering the local capabilities table, ie the codecs you will use for sending. The codec used is the first active codec on receiver which is active on sender.
cs: Když změníte pořadí kodeků, změníte tím místní tabulku schopností, tj. kodeků, které budou použity k odesílání. Použitým kodekem je první kodek akceptovaný u příjemce a aktivní u odesilatele.

source: Forcing the use of a specific codec
cs: Vynucené použití konkrétního kodeku

source: You can force the use of a specific codec by disabling all other codecs, but it will result in failed calls if the remote user doesn't support that specific codec. The best approach is to put your preferred codecs at the top of the list so that you always transmit with them if the remote user allows it and to disable the codecs that you don't want to use for transmission and reception.
cs: Můžete si vynutit používání konkrétního kodeku tím, že všechny ostatní kodeky zakážete, ale pokud protější strana nebude tento kodek podporovat, volání selže. Raději vám doporučujeme umístit upřednostňované kodeky na začátek seznamu, takže se použijí vždy, kdy je druhá strana podporuje, a zakázat kodeky, které nikdy nechcete použít pro vysílání a příjem.

source: Adjusting the jitter buffer
cs: Přizpůsobení vyrovnávací paměti výpadků

source: You can adjust the delay to wait before playing the sound buffers that you have received using the jitter buffer adjustment. If there is too much packet loss, the delay required to have received all packets could be so important that it will exceed the jitter buffer. In such a case, the sound you are receiving will be of bad quality. A solution to that problem would be to increase the maximum limit of the jitter buffer to a few seconds, resulting in a big delay but in an improved voice quality. Notice that the jitter buffer will readapt itself to the lowest delay allowing for optimum transmission, and that a bad voice quality in reception is not due to a too low jitter buffer value, but to bad internet connection quality.
cs: Uzpůsobením vyrovnávací paměti výpadků (jitter buffer) si můžete upravit zpoždění, po které se čeká na přehrávání zvukové vyrovnávací paměti, do které přijímáte. Když se ztratí příliš mnoho paketů, může být zpoždění požadované kvůli přijetí všech paketů tak význačné, že přesáhne vyrovnávací paměť výpadků. V takovém případě může mít přijímaný zvuk špatnou kvalitu. Řešením tohoto problému by mohlo být zvýšení maximálního limitu vyrovnávací paměti výpadků na několik sekund, což se projeví velkým zpožděním, ale i zlepšením kvality zvuku. Poznamenejme, že vyrovnávací paměť výpadků se bude přizpůsobovat na nejkratší zpoždění umožňující optimální přenos, takže špatná kvalita zvuku u příjemce není kvůli příliš malé hodnotě vyrovnávací paměti výpadků, ale kvůli špatné kvalitě internetového připojení.

source: Changing Ports
cs: Změna portů

source: The listen ports
cs: Naslouchané porty

source: The main port used to listen for incoming connections in <application>Ekiga</application> for SIP is port 5060 (UDP), while 1720 (TCP) is used by H.323. To change those ports you need to load "gconf-editor". Open gconf-editor, select apps from the left hand side menu and then select <application>Ekiga</application>, Protocols. Then select "sip" or "h323", it should give you a list in the corresponding window to your right. Select listen_port and change it to your desired value. You can also change the UDP/RTP port ranges.
cs: Hlavní porty použité pro naslouchání příchozích hovorů v aplikaci <application>Ekiga</application> jsou 5060 (UDP) pro SIP a 1720 (TCP) pro H.323. Jestli chcete tyto porty změnit, musíte použít „gconf-editor“. Otevřete gconf-editor, v nabídce nalevo vyberete apps, <application>ekiga</application>, protocols. Pak vyberte „sip“ nebo „h323“ a v okně napravo získáte patřičný seznam. V něm vyberte listen_port a změňte hodnotu na žádanou. Můžete také změnit rozsah UDP/TCP portů.

source: Explanation of the port ranges
cs: Vysvětlení rozsahu portů

source: 1. The "listen_port" value is the port <application>Ekiga</application> will use to listen for incoming connections. It is different for SIP and H.323.
cs: 1. Hodnota „listen_port“ je port, na kterém <application>Ekiga</application> naslouchá příchozím připojením. Liší se pro SIP a pro H.323.

source: 2. The "udp_port_range" value is the range of UDP ports that <application>Ekiga</application> will use for SIP signalling or when registering to H.323 gatekeepers. It is also used for RTP (audio and video communication channels).
cs: 2. Hodnota „udp_port_range“ je rozsah portů UDP, které <application>Ekiga</application> používá pro signalizaci SIP a registraci ke gatekeeper H.323. Také se používají pro RTP (komunikační kanály zvuku a obrazu).

source: 3. The "tcp_port_range" value is the range of TCP ports beside the listen_port that <application>Ekiga</application> will use for the H.245 channel with the H.323 protocol. That port range is not used by SIP. It is also not used when H.245 Tunneling is enabled, which is generally the case, except when calling old H.323 implementations like Netmeeting.
cs: 3. Hodnota „tcp_port_range“ je rozsah portů TCP, které <application>Ekiga</application> používá navíc k portu listen_port pro kanál H.245 spolu s protokolem H.323. Tento rozsah není používán pro SIP. Není používán ani pro tunelování H.245, pokud je zapnuto, což běžně je, vyjma volání staré implementace H.323, jako je Netmeeting.

source: Controlling the SIP and H.323 Settings
cs: Ovládání nastavení SIP a H.323

source: Controlling the SIP Settings
cs: Ovládání nastavení SIP

source: Misc Settings
cs: Různá nastavení

source: Outbound Proxy
cs: Odchozí proxy

source: The outbound proxy is the SIP proxy that will relay your calls. The behavior of a SIP proxy is similar to the behavior of an HTTP proxy, i.e. some entity that issues the requests on your behalf and proxies the streams.
cs: Odchozí proxy je proxy SIP, která přenáší vaše hovory. Chování proxy SIP je podobné jako chování proxy HTTP, tzn. chová se jako subjekt, který předává požadavky vaším jménem a zprostředkovává přenos.

source: Forward URI
cs: Adresa URI pro přesměrování

source: The URI to which SIP incoming calls should be forwarded if configured in the preferences.
cs: Adresa URI na kterou by se mělo přesměrovat příchozí volání protokolem SIP, pokud je přesměrování nastaveno v předvolbách.

source: Controlling the H.323 Settings
cs: Ovládání nastavení H.323

source: The URI to which H.323 incoming calls should be forwarded if configured in the preferences.
cs: Adresa URI na kterou by se mělo přesměrovat příchozí volání protokolem H.323, pokud je přesměrování nastaveno v předvolbách.

source: Advanced Settings
cs: Pokročilá nastavení

source: <application>Ekiga</application> permits a fine control of the H.323 settings in the Advanced H.323 Settings section of the preferences. You can enable H.245 Tunneling, Early H.245 and Fast Connect.
cs: <application>Ekiga</application> umožňuje detailní ovládání nastavení H.323 v části Pokročilé nastavení H.323 v předvolbách. Můžete povolit tunelování H.245, brzké H.245 a rychlé připojení.

source: H.245 Tunneling
cs: Tunelování H.245

source: H.245 Tunneling is the encapsulation of H.245 messages within H.225/Q.931 messages (H.245 Tunneling). If you have a firewall and enable H.245 Tunneling, there is one less TCP port that you need to allow for incoming connections.
cs: Tunelování H.245 je vkládání zpráv H.245 do zpráv H.225/Q.931. Pokud máte firewall a zapnete tunelování H.245, musíte pro příchozí spojení povolit minimálně jeden port TCP.

source: Early H.245
cs: Brzké H.245

source: This enables H.245 early in the setup and permits achieving faster call initiation.
cs: Tímto se povolí brzké H.245 v nastavení, což umožní dosáhnout rychlejší inicializace volání.

source: Fast Connect
cs: Rychlé připojení

source: Fast Connect (Fast Start) is a new method of call setup that bypasses some usual steps in order to make it faster. In addition to the speed improvement, Fast Connect allows the media channels to be operational before the CONNECT message is sent, which is a requirement for certain billing procedures. It was introduced in H.323 version 2.
cs: Rychlé připojení (rychlý start) je nová metoda nastavení volání, která přeskočí některé obvyklé kroky, aby připojení proběhlo rychleji. Mimo zvýšení rychlosti přináší také funkčnost kanálu médií ještě před tím, než je poslána zpráva CONNECT, což je požadováno pro některé placené procedury. Zavedeno bylo v H.323 verze 2.

source: About <application>Ekiga</application>
cs: O aplikaci <application>Ekiga</application>

source: <application>Ekiga</application> is written by Damien Sandras (<email>dsandras@seconix.com</email>) with the help of many volunteers. Active maintainers are Damien Sandras (<email>dsandras@seconix.com</email>), Eugen Dedu (<email>Eugen.Dedu@pu-pm.univ-fcomte.fr</email>) and Julien Puydt (<email>jpuydt@free.fr</email>). To find more information about <application>Ekiga</application>, please visit the <ulink url="http://www.ekiga.org" type="http"><application>Ekiga</application> Home Page</ulink>.
cs: Aplikaci <application>Ekiga</application> napsal Damien Sandras (<email>dsandras@seconix.com</email>) s pomocí mnoha dobrovolníků. Aktivními správci jsou Damien Sandras (<email>dsandras@seconix.com</email>), Eugen Dedu (<email>Eugen.Dedu@pu-pm.univ-fcomte.fr</email>) a Julien Puydt (<email>jpuydt@free.fr</email>). Více informací o ní najdete na <ulink url="http://www.ekiga.org" type="http">webové stránce <application>Ekiga</application></ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in <ulink url="ghelp:user-guide?feedback" type="help">this document</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k této aplikaci nebo této příručce, řiďte se instrukcemi v <ulink url="ghelp:user-guide?feedback" type="help">tomto dokumentu</ulink>.
