Repository: RajKumarPandey/ekiga
Catalog: help/*/*.po
Languages: cs

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete pod tímto <ulink url="ghelp:gpl" type="help">odkazem</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.

source: Appendix
cs: Příloha

source: Related Software
cs: Související software

source: Conferencing/VoIP Software
cs: Software pro konference/VoIP

source: Similar Clients
cs: Podobní klienti

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
