Repository: RajKumarPandey/ekiga
Catalog: help/*/*.po
Languages: cs

source: <application>Ekiga</application> Manual 4.0
cs: Příručka verze 4.0 k aplikaci <application>Ekiga</application>

source: Ekiga Manual 4.0
cs: Příručka verze 4.0 k aplikaci Ekiga

source: Ekiga Manual 3.0
cs: Příručka verze 3.0 k aplikaci Ekiga

source: Ekiga Manual 2.0
cs: Příručka verze 2.0 k aplikaci Ekiga

source: This documentation is for version 4.0 of Ekiga.
cs: Tato dokumentace je pro aplikaci Ekiga ve verzi 4.0.

source: Ekiga is an application for voice over IP, IP telephony, and video conferencing, with support for many audio and video codecs.
cs: Ekiga je aplikace pro hlasové služby přes IP, IP telefonii a videokonference, s podporou pro řadu zvukových kodeků a videokodeků.

source: Introduction
cs: Úvod

source: <application>Ekiga</application> is a free Voice over IP, IP Telephony and Video-Conferencing application for Linux and other Unices (e.g BSD, OpenSolaris or MacOSX). It was written by Damien Sandras and is licensed under the GNU/GPL.
cs: <application>Ekiga</application> je svobodná aplikace pro hlasové služby přes IP, IP telefonii a videokonference pro Linux a další *nixové systémy (např. BSD, OpenSolaris nebo MacOSX). Napsal ji Damien Sandras a je licencovaná pod GNU/GPL.

source: Ekiga is able to use modern Voice over IP protocols like SIP and H.323. It supports all major features defined by those protocols like <emphasis>call hold</emphasis>, <emphasis>call transfer</emphasis>, <emphasis>call forwarding</emphasis>, ... It also supports <emphasis>instant messaging</emphasis>, and <emphasis>presence</emphasis>. It also has advanced support for <emphasis>NAT traversal</emphasis>. Ekiga supports the best <emphasis>free</emphasis> audio and video codecs, and has wideband support for a superior audio quality, together with echo cancellation.
cs: Ekiga umí používat moderní protokoly pro hlas přes IP, jako je SIP a H.323. Podporuje všechny hlavní funkce definované těmito protokoly, jako <emphasis>přidržení hovoru</emphasis>, <emphasis>předávání hovorů</emphasis>, <emphasis>přesměrování hovorů</emphasis>, … Podporuje také <emphasis>rychlou komunikaci</emphasis> a <emphasis>signalizaci stavu</emphasis>. Má rovněž pokročilou podporu <emphasis>průchodu zkrz NAT</emphasis>. Ekiga podporuje nejlepší <emphasis>svobodné</emphasis> zvukové kodeky a videokodeky a má širokopásmovou podporu pro dokonalou kvalitu zvuku, spolu s potlačením echa.

source: SIP and H.323
cs: SIP a H.323

source: The Session Initiation Protocol (SIP) is a protocol developed by the IETF MMUSIC Working Group and proposed standard for initiating, modifying, and terminating an interactive user session that involves multimedia elements such as video, voice, instant messaging, online games, and virtual reality. In November 2000, SIP was accepted as a 3GPP signaling protocol and permanent element of the IMS architecture. It is one of the leading signalling protocols for Voice over IP.
cs: Session Initiation Protocol (SIP) je protokol vyvinutý pracovní skupinou IETF MMUSIC a navrhuje standard pro započetí, změnu a ukončení interaktivního uživatelského sezení, které zahrnuje multimediální prvky, jako je video, hlas, rychlé zprávy, on-line hry a virtuální realitu. V prosinci 2000 byl SIP přijat jako signalizační protokol 3GPP a permanentní součást architektury IMS. Je jedním z nejdůležitějších signalizačních protokolů pro hlasové služby přes IP.

source: H.323 was originally created to provide a mechanism for transporting multimedia applications over LANs but it has rapidly evolved to address the growing needs of VoIP networks. One strength of H.323 was the relatively early availability of a set of standards, not only defining the basic call model, but in addition the supplementary services, needed to address business communication expectations. H.323 was the first VoIP standard to adopt the IETF standard RTP to transport audio and video over IP networks. H.323 is based on the ISDN Q.931 protocol and is suited for interworking scenarios between IP and ISDN, respectively between IP and QSIG. A call model, similar to the ISDN call model, eases the introduction of IP Telephony into existing networks of ISDN based PBX systems.
cs: H.323 byl původně vyvinut, aby poskytoval mechanizmus pro přenos multimediálních aplikací přes místní sítě LAN, ale rychle se vyvinul v řešení pro rostoucí potřeby sítí VoIP. Jednou ze silných stránek H.323 byla relativně brzy dostupná sada standardů, která definovala nejen základní model volání, ale navíc i doplňující služby, potřebné při řešení očekávané firemní komunikace. H.323 byl prvním standardem VoIP, který přejal standard RTP od IETF pro přenos zvuku a videa přes sítě IP. H.323 je založen na protokolu ISDN Q.931 a je cílen na síťování v rozsahu mezi IP a ISDN, respektive mezi IP a QSIG. Model volání, podobný modelu volání ISDN, usnadňuje zavádění IP telefonie do stávajících sítí se systémy telefonních ústředen založených na ISDN.

source: Getting Started
cs: Začínáme

source: When starting <application>Ekiga</application> for the first time the configuration assistant will show automatically. The Configuration Assistant is a step-by-step questionnaire that will guide you through all the steps involved in creating the basic configuration you will need to operate <application>Ekiga</application>. You should go through all of these steps properly, otherwise the assistant will re-appear (when it has not been completed) or <application>Ekiga</application> will not function appropriately (if some of your answers were not correct). You may run the Configuration Assistant at any time from the Edit menu.
cs: Když spustíte aplikaci <application>Ekiga</application> poprvé, zobrazí se automaticky průvodce nastavením. Průvodce nastavením vás pomocí dotazů provede krok za krokem přes všechny záležitosti potřebné k vytvoření základního nastavení, které budete potřebovat pro používání aplikace <application>Ekiga</application>. Měli byste všechny tyto kroky řádně projít, jinak se průvodce objeví znovu (když nebude dokončen), případně nebude <application>Ekiga</application> pracovat správně (když některé údaje nezadáte správně). Průvodce nastavením můžete kdykoliv spustit z nabídky Upravit.

source: All settings can be changed via the preferences window at anytime.
cs: Veškerá nastavení je možné kdykoliv změnit v okně předvoleb.

source: Configuration Assistant Introduction
cs: Úvod do průvodce nastavením

source: Throughout the entire configuration process navigation is available at the bottom of the window. You will be able to navigate through the questions using Back, Forward and Cancel. If you hit Cancel during the setup <application>Ekiga</application> will not be affected by your changes and all entered information will be discarded.
cs: Během celého procesu nastavení je v dolní části okna k dispozici navigace. Pomocí ní můžete sledem otázek postupovat zpět, vpřed nebo je zrušit. Když během nastavení aplikace <application>Ekiga</application> zvolíte Zrušit, nebudou mít změny žádný vliv a všechny zadané údaje budou zahozeny.

source: This page welcomes you to the Configuration Assistant. There is nothing to change or edit here. Press the 'Forward' button towards the bottom of the window to start the configuration.
cs: Tato stránka vás v průvodci nastavením uvítá. Neprovádí se na ní žádné změny, ani se nic nezadává. Nastavování začněte zmáčknutím tlačítka „Vpřed“ v dolní části okna.

source: Personal information
cs: Osobní informace

source: The Personal Information window requires you to supply personal information to use <application>Ekiga</application>. This information is displayed when connecting to other audio/video applications.
cs: Okno Osobní údaje požaduje, abyste zadali pro použití v aplikaci <application>Ekiga</application> osobní údaje. Ty jsou zobrazeny při připojování k jiným audio/video aplikacím.

source: Accounts
cs: Účty

source: The Accounts window gives you a clear explanation of what accounts are for. You may simply skip it if you already know what an account is and what to use it for.
cs: Okno účty vám poskytne jednoduché vysvětlení, k čemu účty slouží. Pokud již účet máte a víte, k čemu se používá, můžete to jednoduše přeskočit.

source: Ekiga.net Account
cs: Účet Ekiga.net

source: Ekiga.net is a free SIP services platform provided to <application>Ekiga</application> users. If you want to call other users and to be callable, you need a SIP address. You can get one from <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>. Ekiga.net also offers additional services like conference rooms, voice mail or online white pages. Please see <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> for more information.
cs: Ekiga.net je svobodná platforma služeb SIP poskytovaná uživatelům aplikace <application>Ekiga</application>. Pokud chcete volat jiným uživatelům a být volán jinými uživateli, potřebujete adresu SIP. Takovou můžete získat na <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>. Ekiga.net nabízí i doplňující služby, jak jsou konferenční místnosti, hlasová pošta nebo on-line bílé stránky. Více informací viz <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> (stránky jsou v angličtině).

source: Just follow the link given in the dialog to get an account if you do not have one, then fill in your username and password. Please press 'Forward' after having entered all required information to continue.
cs: Pokud účet nemáte, tak klikněte na odkaz uvedený v dialogovém okně. Pak vyplňte své uživatelské jméno a heslo. Po zadání všech požadovaných informací zmáčkněte prosím tlačítko „Vpřed“ pro pokračování.

source: Ekiga Call Out Account
cs: Účet pro odchozí volání Ekiga

source: <application>Ekiga</application> can be used with several Internet Telephony Service Providers. Those providers will allow calling real phones from your computer using <application>Ekiga</application> at interesting rates. We recommend you use the default <application>Ekiga</application> provider.
cs: Aplikaci <application>Ekiga</application> lze používat s několika poskytovateli telefonních služeb. Tito poskytovatelé vám umožní volat z vašeho počítače pomocí aplikace <application>Ekiga</application> na skutečné telefony za zajímavé sazby. Doporučujeme vám použít výchozího poskytovatele <application>Ekiga</application>.

source: If you want to create an account and use it to call your friends and family using regular phones at interesting rates, simply create an account using the "Get an Ekiga Call Out account" link. Once the account has been created, you will receive a login and a password by e-mail. Simply enter them in the dialog, and you are ready to call regular phones using <application>Ekiga</application>
cs: Jestli chcete vytvořit účet a používat jej k volání přátelům a rodině pomocí běžných telefonů za zajímavé sazby, jednoduše vytvořte účet přes odkaz „Získat účet Ekiga pro odchozí volání“. Až účet vytvoříte, obdržíte e-mailem přihlašovací jméno a heslo. Vyplňte je do dialogového okna a jste připraveni na telefonování s aplikací <application>Ekiga</application> na běžné telefony.

source: With the default setup, you can simply use sip:3210444555 and choose sip.diamondcard.us to call the real phone number +3210444555, 32 is the country code, 10444555 is the number to call. We encourage you to put your favorite phone numbers in the address book.
cs: S výchozím nastavením můžete jednoduše použít sip:3210444555 a zvolit sip.diamondcard.us pro volání na běžný telefon s číslem +3210444555, kde 32 je kód země (v tomto případě Belgie) a 10444555 číslo účastníka. Doporučujeme vám, abyste si svá oblíbená čísla uložili do adresáře.

source: Just follow the link given in the dialog to get an account if you do not have one, then fill in your username and password. Please press 'Forward' after entering all required information to continue.
cs: Pokud žádný účet nemáte, následujte odkaz uvedený v dialogovém okně a pak vyplňte uživatelské jméno a heslo. Po zadání všech požadovaných informací zmáčkněte prosím tlačítko „Vpřed“ pro pokračování.

source: Connection Type
cs: Typ připojení

source: <application>Ekiga</application> supports several audio and video codecs. It includes codecs with excellent quality as well as codecs with medium to good quality. The higher the quality of a codec, the more bandwidth it requires. Moreover, video codecs can adapt their quality to the available bandwidth. This option is necessary in the initial configuration of <application>Ekiga</application> so that it chooses the optimal codec suited to your network connection and so that it adjusts the video quality settings. If your connection type is not mentioned in the list you should select the one closest to your network connection and adjust <application>Ekiga</application> manually with the preferences window (codecs section) later on.
cs: Aplikace <application>Ekiga</application> podporuje řadu zvukových a video kodeků. Což zahrnuje kodeky se skvělou kvalitou, stejně jako kodeky střední kvality. Čím vyšší kvalita kodeku, tím vyžaduje větší šířku pásma. Videokodeky navíc přizpůsobují svoji kvalitu dostupné šířce pásma. Tato možnost je nutná při počátečním nastavení aplikace <application>Ekiga</application> proto, aby zvolila optimální kodek vhodný pro vaše síťové připojení a tak se přizpůsobila nastavení kvality videa. Pokud se váš typ připojení v seznamu nevyskytuje, měly byste vybrat ten, co se vašemu síťovému připojení nejvíce blíží a případně nastavení později ručně doladit v okně předvoleb (oddíl kodeky).

source: When done, continue on with the Configuration.
cs: Až budete hotovi, pokračujte v nastavování.

source: Audio Devices
cs: Zvuková zařízení

source: <application>Ekiga</application> requires audio devices to play and record sound. The audio output device outputs the incoming sound stream during a call. Please select the device that your headset or speakers are connected to. The audio input device is what your microphone is connected to. These settings might be the same as the settings for the audio player if you have only one soundcard. But please note that it is also possible to record sound via another device (e.g. internal microphone in a webcam) too. This section also allows you to choose the ringing device. This device can be different from the audio output device. It allows you to hear the incoming call ringing sound event in your speakers, while having your headset connected for calls.
cs: Aplikace <application>Ekiga</application> vyžaduje kvůli přehrávání a záznamu zvuku zvukové zařízení. Výstupní zvukové zařízení slouží k výstupu příchozího zvukového proudu během volání. Vyberte prosím zařízení, jako jsou vaše sluchátka nebo reproduktory, které máte připojené. Vstupní zvukové zařízení je mikrofon, kterým máte připojen. Tato nastavení mohou být stejná jako u vašeho hudebního přehrávače v případě, že máte jen jednu zvukovou kartu. Vezměte ale na vědomí, že zvuk jde zaznamenávat i přes jiná zařízení (např. interní mikrofon webové kamery). V tomto oddíle můžete také nastavit vyzváněcí zařízení. To může být odlišné od výstupního zvukového zařízení. Umožní vám to slyšet vyzvánění příchozího volání v reproduktorech, zatímco svá sluchátka máte připojená pro hovory.

source: Video Devices
cs: Videozařízení

source: This step is optional and concerns users with video devices (e.g. webcams) only. If you do not have any video devices you may skip this page.
cs: Tento krok je volitelný a týká se jen uživatelů vlastnících videozařízení (např. webovou kameru). Jestliže žádné videozařízení nemáte, můžete tuto stránku přeskočit.

source: If you have a webcam or video device in the list you may select it here.
cs: Pokud máte webovou kameru nebo videozařízení v seznamu, můžete je zde vybrat.

source: Configuration Complete
cs: Dokončení nastavení

source: The configuration of <application>Ekiga</application> is now completed. The last window only shows a short configuration summary of the settings you have chosen. Please verify that all these settings are correct. If something is incorrect you may use the 'Back' button in the lower right hand corner of the window to move to any page of the assistant and correct the mistake.
cs: Nastavení aplikace <application>Ekiga</application> je v tuto chvíli dokončeno. Poslední okno zobrazuje akorát krátký přehled nastavení, která jste zvolili. Zkontrolujte si prosím, zda jsou všechna tato nastavení správná. Pokud jen některé špatně, můžete použít tlačítko „Zpět“ v dolní části okna pro přesun na libovolnou stránku průvodce a k opravě chyby.

source: If everything is correct please press the 'Apply' button to save the configuration. The assistant will be closed and the main Window of <application>Ekiga</application> will now appear. Remember, all settings can be changed via the preferences window at anytime.
cs: Když je všechno v pořádku, zmáčkněte prosím tlačítko „Použít“, aby se nastavení uložilo. Průvodce bude uzavřen a objeví se hlavní oko aplikace <application>Ekiga</application>. Pamatujte, že všechna nastavení lze kdykoliv měnit přes okno předvoleb.

source: Basic Usage
cs: Základy používání

source: Calling and being called
cs: Volat a být volán

source: From computer to computer (PC-To-PC)
cs: Z počítače na počítač (PC-To-PC)

source: If you want to call other users and to be callable, you need a SIP address. You can get a SIP address from <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink> as described above.
cs: Když chcete volat ostatním uživatelům a chcete, aby se vám dalo dovolat, potřebujete adresu SIP. Můžete ji získat na <ulink url="http://www.ekiga.net" type="http">http://www.ekiga.net</ulink>, jak bylo popsáno v předchozím.

source: The SIP address can be used by other users to call you. Similarly, you can use the SIP address of your friends and family to call them. You can for example use <emphasis>sip:dsandras@ekiga.net</emphasis> to call the author of Ekiga.
cs: Adresu SIP mohou ostatní použít, když vám chtějí zavolat. Stejně tak můžete použít adresu SIP svých přátel a členů rodiny, kterým chcete zavolat. Například můžete použít <emphasis>sip:dsandras@ekiga.net</emphasis> pro zavolání autorovi aplikace Ekiga.

source: You can use the online address book of <application>Ekiga</application> to find the SIP addresses of other <application>Ekiga</application> users. It is of course possible to call users who are using another provider than ekiga.net. You can actually call any user using SIP software or hardware, and registered to any public SIP provider
cs: Pro vyhledání adresy SIP jiného uživatele <application>Ekiga</application> můžete použít on-line adresář <application>Ekiga</application>. Je samozřejmě možné volat i uživatelům, kteří používají jiného poskytovatele, než je ekiga.net. Můžete volat libovolné osobě, která používá software či hardware s podporou SIP a je registrovaná u některého z veřejných poskytovatelů SIP.

source: If you know the URI address of the party that you wish to call, you may choose the Chat -&gt; Call a number action, enter that URI into the sip: input box at the bottom of the window and press the Connect button; eg: sip:foo@ekiga.net and clicking on the Connect button would call the user at that address.
cs: Když znáte adresu URI účastníka, kterému si přejete volat, můžete zvolit Diskuze -&gt; Volat číslo, zadat adresu do vstupního pole sip: v dolní části okna a zmáčknout tlačítko Připojit. Např. zadáním adresy pokus@ekiga.net a zmáčknutím tlačítka Připojit byste zavolali uživateli s takovouto adresou.

source: It is also possible to call contacts using the address book, the call history or the roster. You can add contacts you call frequently to your roster, and watch their presence information in order to know when they are available. Please refer to the appropriate section of the manual for full explanations.
cs: Kontakty můžete volat rovněž pomocí adresáře, historie volání nebo seznamu. Kontakty, které voláte často si můžete přidat do svého adresáře a sledovat informaci o stavu, abyste věděli, zda jsou jejich vlastníci dostupní. Na podrobné vysvětlení se podívejte prosím do příslušné části příručky.

source: <application>Ekiga</application> also supports H.323 and as such can call any H.323 software or hardware. Please refer to the section related to URIs to learn more about the various types of URIs that can be used to call remote H.323 and SIP users.
cs: Aplikace <application>Ekiga</application> podporuje také H.323 a tím i volání na libovolný software a hardware s podporou H.323. Podívejte se prosím na oddíl vztahující se k adresám URI, abyste se naučili něco o různých typech adres URI, které můžete používat k volání uživatelů H.323 a SIP.

source: From computer to real phones (PC-To-Phone)
cs: Z počítače na skutečný telefon (PC-To-Phone)

source: <application>Ekiga</application> can be used with several Internet Telephony Service Providers. Those providers will allow calling real phones from your computer using <application>Ekiga</application> at interesting rates. We recommend you use the default <application>Ekiga</application> provider. You can get an account using the links in the configuration assistant as described above.
cs: Aplikaci <application>Ekiga</application> je možné používat ve spolupráci s několika poskytovateli telefonních služeb. Tito poskytovatelé umožňují volat pomocí aplikace <application>Ekiga</application> ve vašem počítači na běžné telefony za zajímavé sazby. Doporučujeme používat výchozího poskytovatele <application>Ekiga</application>. Účet můžete získat pod odkazem uvedeným v průvodci nastavením, jak byl již popsáno.

source: With the default setup, you can simply use sip:3210444555 and select sip.diamondcard.us in the list to call the real phone number +3210444555, 32 being the country code and 10444555 being the number you wish to call.
cs: S výchozím nastavením stačí jednoduše použít sip:3210444555, v seznamu vybrat sip.diamondcard.us a už voláte na pevné telefonní číslo +3210444555, kde 32 je číslo země a 10444555 je národní telefonní číslo.

source: You can also dial real phone numbers from the address book. If the phone number of the contact you want to call is stored in the address book, simply select Action -&gt; Call [Ekiga Call Out] when the contact is highlighted. It will dial the phone number of the contact using the Ekiga Call Out account.
cs: Běžná telefonní čísla můžete vytáčet i z adresáře. Když máte telefonní číslo kontaktu, kterému chcete volat, uložené v adresáři, stačí když je vybrané a jednoduše zvolíte Akce -&gt; Volat [Odchozí volání Ekiga]. Tím se telefonní číslo vytočí za použití účtu Ekiga pro odchozí volání.

source: <application>Ekiga</application> also supports connecting to H.323 and SIP PBX systems. If the PBX at your office supports those protocols, you will be able to call real phones and be called from real phones after having connected to the PBX. Please ask for the settings from your administrator.
cs: <application>Ekiga</application> také podporuje připojování k pobočkovým telefonním ústřednám SIP a H.323. Jestliže pobočková ústředna ve vaší firmě podporuje tyto protokoly, budete moci po připojení k pobočkové ústředně volat na běžné telefony a být z běžných telefonů dostupní. Na nastavení se prosím zeptejte svého spráce ústředny.

source: From real phone to computer (Phone-To-PC)
cs: Ze skutečného telefonu na počítač (Phone-To-PC)
