Repository: RajKumarPandey/ekiga
Catalog: help/*/*.po
Languages: cs

source: <application>Ekiga</application> can be used to receive incoming calls from regular phones. To allow this, you can simply login to your PC-To-Phone account using the Tools menu as described above, and buy a phone number in the country of your choice. <application>Ekiga</application> will ring when people will call that phone number.
cs: Aplikaci <application>Ekiga</application> lze používat pro příjem příchozích volání z běžných telefonů. K tomu jednoduše stačí přihlásit se ke svému účtu PC-To-Phone pomocí lišty nástrojů, jak je popsáno dále, a koupit si telefonní číslo v zemi, kterou si vyberete. Když vám bude na toto číslo někdo volat, bude <application>Ekiga</application> vyzvánět.

source: You can actually use any H.323 or SIP ITSP provider, including your own PBX at work. However we recommend using the integrated provider.
cs: V současnosti můžete využívat libovolné poskytovatele telefonních služeb, kteří podporují protokoly H.323 a SIP, včetně své vlastní pobočkové ústředny v práci. Přesto doporučujeme používat poskytovatele integrovaného v aplikaci Ekiga.

source: Managing Contacts
cs: Správa kontaktů

source: Adding contacts to the roster
cs: Přidávání kontaktu do seznamu

source: <application>Ekiga</application> allows you to add the contacts you dial the most to the roster, so that you can call or start a chat conversation with your friends without having to remember their URI. If supported by the service you are connecting to, <application>Ekiga</application> will display <emphasis>extended presence information</emphasis> about your friends. Ekiga.net supports publishing presence information for its users. Software PBX systems like <ulink url="http://www.asterisk.org" type="http">Asterisk</ulink> can report if a user is on the phone or not, and <application>Ekiga</application> will display that information in its roster.
cs: V aplikaci <application>Ekiga</application> si můžete kontakty, které vytáčíte nejčastěji, přidat do seznamu. Tak můžete vytočit číslo nebo začít diskuzi s přáteli, aniž byste si museli pamatovat adresu URI. Navíc, pokud to podporuje daný protokol, <application>Ekiga</application> zobrazuje <emphasis>dodatečné informace o dostupnosti</emphasis> vašich přátel. Ekiga.net podporuje zveřejňování stavových informací svých uživatelů. Softwarové pobočkové ústředny, jako <ulink url="http://www.asterisk.org" type="http">Asterisk</ulink> mohou oznamovat, jestli je uživatel na telefonu nebo ne, a <application>Ekiga</application> pak zobrazuje tyto informace v seznamu.

source: You can thus use <application>Ekiga</application> to monitor lines on your PBX.
cs: Díky tomu můžete používat aplikaci <application>Ekiga</application> ke sledování stavu linek své pobočkové telefonní ústředny.

source: <application>Ekiga</application> is also able to detect other <application>Ekiga</application> users on the LAN using the Bonjour technology popularized by Apple (tm) and to display them in the roster. That supposes you have a local mDNSResponder daemon running on your computer. On Linux systems this service will usually be provided by Avahi.
cs: <application>Ekiga</application> také umí zjišťovat ostatní uživatele aplikace <application>Ekiga</application> na síti LAN pomocí technologie Bonjour zpopularizované firmou Apple™ a zobrazit je v seznamu. Předpokládá to, že máte na svém počítači běžícího démona mDNSResponder. V Linuxu tuto službu obvykle zajišťuje Avahi.

source: To add a contact to the roster, select Chat -&gt; Add Contact, and fill in the required fields. If the service managing the URI you entered for the contact is able to publish presence status, Ekiga will automatically display it.
cs: Když chcete do seznamu přidat kontakt, zvolte Diskuze -&gt; Přidat kontakt a vyplňte požadovaná pole. Pokud služba obsluhující adresu URI, kterou jste u kontaktu zadali, umí zveřejňovat stav dostupnosti, Ekiga jej bude automaticky zobrazovat.

source: If you do not know the VoIP URI of a contact, you might try searching for him/her using the Ekiga.net online directory. To do so, select Chat -&gt; Address Book, and start searching using the 'Search Filter' feature.
cs: V případě, že adresu URI pro VoIP kontaktu neznáte, můžete ji zkusit vyhledat pomocí on-line adresáře Ekiga.net. Provedete to tak, že zvolíte Chat -&gt; Adresář a spustíte hledání pomocí funkce „Filtr hledání“.

source: You can organise your contacts in groups in the roster.
cs: V seznamu můžete své kontakty organizovat do skupin.

source: Managing contacts
cs: Správa kontaktů

source: <application>Ekiga</application> allows you to look for contacts using various sources like the <ulink url="https://www.suse.com/products/desktop/features/evolution.html" type="http">Novell Evolution Email and Calendaring</ulink> address book, any LDAP directory or the Ekiga.net contact directory. You can use the result of your search to start a chat, call the contact, or simply add him to your roster if you have frequent calls with him. To start looking for contacts, select Chat -&gt; Address Book in the menu. To your left there will be a list dialog showing the LDAP directories as well as a list of local Address Books. The defaults are the <application>Ekiga</application> white pages, and the personal address book from <ulink url="https://www.suse.com/products/desktop/features/evolution.html" type="http">Novell Evolution</ulink>. Support for more contact sources is possible.
cs: V aplikaci <application>Ekiga</application> můžete hledat kontakty pomocí různých zdrojů, jako je adresář aplikace <ulink url="https://www.suse.com/products/desktop/features/evolution.html" type="http">Pošta a kalendář Novell Evolution</ulink>, adresář LDAP nebo adresář kontaktů Ekiga.net. Výsledky hledání můžete použít k započetí diskuze, volání kontaktu nebo jen k přidání kontaktu do seznamu, pokud jej hodláte používat často. Vyhledání kontaktu začnete zvolením Diskuze -&gt; Adresář v nabídce. Vlevo bude dialogové okno se seznamem, který zobrazuje adresáře LDAP i místní adresáře. Standardně jde o bílé stránky <application>Ekiga</application> a osobní adresář z aplikace <ulink url="https://www.suse.com/products/desktop/features/evolution.html" type="http">Novell Evolution</ulink>. Je možná i podpora dalších zdrojů kontaktů.

source: <application>Ekiga</application> is able to browse any LDAP directory and use any attribute as the calling URI. For example, you could have an LDAP directory in your company, with a specific attribute containing the local extensions of all your colleagues. <application>Ekiga</application> is able to use such an LDAP directory. Simply select in Address Book -&gt; Add an LDAP Address Book, and fill in the required details. You can then right-click on the contact and call him using the call attribute as VoIP URI.
cs: <application>Ekiga</application> umí procházet adresáře LDAP a použít libovolný atribut jako volací URI. Například můžete mít adresář LDAP ve své firmě, kdy bude obsahovat konkrétní atribut s místními klapkami na všechny vaše kolegy. Aplikace <application>Ekiga</application> je schopna takovýto adresář LDAP používat. Jednoduše vyberte Adresáře -&gt; Přidat adresář LDAP a vyplňte požadované údaje. Po té stačí kliknout na kontakt pravým tlačítkem a zavolat mu, přičemž se atribut volání použije jako adresa URI pro VoIP.

source: The LDAP Address Book supports a range of settings to allow it to work with any LDAPv3 directory. It allows you to choose the attribute to use for displaying a contact's name in the address book as well as a list of attributes for calling info. E.g., if the directory uses the LDAP inetOrgPerson schema you can configure the Address Book to retrieve the homePhone, mobile, and pager attributes make those values available for calling or messaging. You can also customize a Filter Template for the default LDAP search filter, and override the default filter at any time if you need to perform a more specialized search. The browser also supports all security options for LDAP including ldaps:// (LDAP over SSL), StartTLS, and SASL authentication.
cs: Adresář podporuje řadu nastavení, které umožňují práci s adresářem LDAPv3. Můžete si zvolit, který atribut bude sloužit pro zobrazení jména kontaktu v adresáři a seznam atributů s informacemi pro volání. Např., když se používá schéma LDAP inetOrgPerson, můžete nastavit adresář, aby získával atributy homePhone, mobile a pager jako údaje pro volání na telefon domů a na mobil a pro posílání vzkazů na pager. Můžete si také přizpůsobit šablonu filtru pro výchozí filtr hledání v adresáři LDAP a přepsat tak výchozí filtr, kdykoliv potřebujete provést speciálnější vyhledávání. Podporovány jsou i všechny bezpečnostní volby pro LDAP, včetně ldaps:// (LDAP skrz SSL), StartTLS a autentizace SASL.

source: To refresh the list of users for a specific address book, simply click the Find button. It will search for all users in that address book. You can contact people by double clicking on their highlighted field. You can also message them by right-clicking or by choosing the appropriate action in the Action menu of the window.
cs: Pokud potřebujete seznam uživatelů konkrétního adresáře znovu načíst, aby byl aktuální, stačí kliknout na tlačítko hledat. Vyhledají se všichni uživatelé v adresáři. Kontaktovat osobu můžete dvojitým kliknutím na zvýrazněné pole. Zprávu jí můžete poslat kliknutím pravým tlačítkem a zvolením příslušné položky v nabídce činností okna.

source: In certain cases you will want to search specifically for a person name, or his or her call URI in the <application>Ekiga</application> white pages. The address book window allows you to apply filters when searching for contacts. When searching an LDAP directory, entering a simple name in the Search Filter field will perform an LDAP Substring search using the configured Filter Template. If you need to perform a more specialized search you can enter a complete LDAP Filter string, and it will be used instead of the configured Filter Template.
cs: V některých situacích můžete chtít vyhledat jméno konkrétní osoby nebo její volací URI v bílých stránkách <application>Ekiga</application>. V okně adresáře můžete použít při hledání kontaktu filtry. Když hledáte v adresáři LDAP, jednoduše do pole Filtr hledání zadejte jméno a to se bude hledat jako část textu ve spolupráci se šablonou filtru. Pokud potřebujete ještě speciálnější vyhledávání, zadejte úplný filtrovací řetězec LDAP a ten bude použit namísto nastavené šablony filtru.

source: The <application>Ekiga</application> white pages return a limited number of results corresponding to your search. You can then add them to your personal roster to call them later.
cs: Bílé stránky <application>Ekiga</application> vrací omezený počet výsledků odpovídajících vašemu hledání. Z něj pak můžete osoby přidávat do seznamu, abyste jim později zavolali.

source: Editing contacts
cs: Úpravy kontaktů

source: Local address books provided by Novell Evolution allow you to add new contacts, or to edit existing contacts. Each different address book allows a different set of features depending on what makes sense for that specific address book. To discover what features are possible, simply select the address book and consult the Action menu, or right-click on the address book name.
cs: Místní adresář poskytovaný aplikací Novell Evolution umožňuje přidat nové kontakty, případně upravit stávající. Různé druhy adresářů umožňují různé sady funkcí v závislosti na tom, co má pro daný adresář smysl. Když chcete zjistit, které funkce jsou možné, jednoduše vyberte adresář a podívejte se do nabídky Činnost nebo klikněte pravým tlačítkem na název adresáře.

source: To add a contact to one of your local address books, simply select the address book you wish to add the contact to and select Action -&gt; New Contact. The option of adding a New Contact will appear and you may now enter his name and VoIP URI as well as other settings. When finished, select 'OK' and your contact has been added. You can only add contacts to local address books. The contact parameters can be changed at any time by selecting Action -&gt; Edit when the contact is highlighted. He can also be deleted by selecting Action -&gt; Remove.
cs: Kontakt do některého z místních adresářů přidáte vybráním adresáře, do kterého chcete kontakt přidat, a zvolením Činnost -&gt; Nový kontakt. Objeví se volby pro přidání nového kontaktu, do kterých můžete zadat jeho jméno a adresu URI pro VoIP a další nastavení. Po dokončení vyberte „Budiž“ a kontakt bude přidán. Kontakty můžete přidávat pouze do místních adresářů. Údaje kontaktu můžete kdykoliv změnit volbou Činnost -&gt; Upravit, když je kontakt vybrán. Můžete jej i vymazat volbou Činnost -&gt; Odstranit.

source: You can also add a contact from the white pages (or any other local or remote address book) to the roster by selecting Action -&gt; Add to local roster.
cs: Kontakt můžete do seznamu přidat také z bílých stránek (nebo nějakého jiného místního nebo vzdáleného adresáře) zvolením Činnost -&gt; Přidat do místního seznamu.

source: Sending instant messages
cs: Zasílání rychlých zpráv

source: <application>Ekiga</application> allows you to send instant messages to remote users provided that you know their URI.
cs: <application>Ekiga</application> umožňuje posílat rychlé zprávy vzdáleným uživatelům, kteří vám poskytli adresu URI.

source: You can send instant messages from the roster, from the call history or from the address book. From the roster or from the call history, simply select Chat -&gt; Contact -&gt; Message in the main window when a contact is highlighted. From the address book window, simply select Action -&gt; Message when the contact is highlighted. A window pops up, enter your text message, and hit the Enter key.
cs: Rychlé zprávy můžete posílat ze seznamu, z historie volání nebo z adresáře. U seznamu nebo historie volání stačí v hlavním okně vybrat kontakt a zvolit Diskuze -&gt; Kontakt -&gt; Zpráva. V okně adresáře vyberte kontakt a zvolte Činnost -&gt; Zpráva. Vyskočí okno, do kterého napište zprávu a zmáčkněte klávesu Enter.

source: You can not exchange text messages with all protocols. <application>Ekiga</application> will only display the Message menu item when the protocol associated with the user permits it.
cs: Ne každý protokol umožňuje vyměňovat zprávy. <application>Ekiga</application> bude položku nabídky Zpráva zobrazovat jen v případě, že to protokol přidružený k uživateli umí.

source: Updating his own status
cs: Aktualizace svého vlastního stavu

source: <application>Ekiga</application> allows you to publish your status to other users.
cs: Pomocí aplikace <application>Ekiga</application> můžete pro ostatní uživatele zveřejnit svůj stav dostupnosti.

source: There are three categories of status messages: available, away and busy. Each of them allows you to specify a more complete status information. Simply select Custom message in the status menu of the main window. You can then define your extended status message that will be published using all available protocols supporting it.
cs: Existují tři kategorie stavových zpráv: dostupný, pryč a nerušit. U každé z nich můžete uvést konkrétnější informace o stavu. Jednoduše v nabídce stavu v dolní části okna zvolte Vlastní zpráva. Po té si můžete nastavit svoji vlastní doplňující stavovou zprávu, která se zveřejní u všech dostupných protokolů, které to podporují.

source: Many servers will not support relaying your extended presence information. To make sure that this feature is available with the server you are using or with the PBX you are connected to, please ask your administrator. Please note that Ekiga.net will publish your presence information.
cs: Spousta serverů přenos doplňující informace o stavu dostupnosti nepodporuje. Ujistěte se u svého správce IT o dostupnosti této funkce u serveru, který používáte, nebo pobočkové ústředny, ke které jste připojeni. Jen doplňme, že Ekiga.net vaše informace o dostupnosti zveřejňuje.

source: Managing Calls
cs: Správa volání

source: Forwarding incoming calls
cs: Přesměrování příchozích volání

source: <application>Ekiga</application> supports different policies for unanswered incoming calls. Per default it displays a popup window which allows you to decide whether you want to refuse or accept the request for an incoming call. If you do not answer the call in the required time, or if you are busy, or if you do not want to receive any call, <application>Ekiga</application> can forward the call to another party.
cs: Aplikace <application>Ekiga</application> podporuje různé zásady pro nepřijatá volání. Jako výchozí zobrazí vyskakovací okno, které vám umožní rozhodnout se, zda chcete příchozí volání odmítnout nebo přijmout. Pokud na volání v požadovaném čase neodpovíte nebo jste zaneprázdněni nebo nechcete přijímat žádná volání, může jej <application>Ekiga</application> přesměrovat na jiného účastníka.

source: Notice that you need to specify an URI where to forward calls in the preferences to be able to activate that option. Open the preferences window by choosing Edit -&gt; Preferences in the main window and select Call Options on the left. You will now see the appropriate section. It contains three checkboxes for the three cases described above. The URI of the party the calls shall be forwarded to can be configured separately in SIP Settings for SIP and accordingly in H.323 Settings for H.323.
cs: Upozorňujeme, že aby to fungovalo, musíte v předvolbách zadat adresu URI, na kterou se hovory mají přesměrovávat. Otevřete okno s předvolbami výběrem Upravit -&gt; Předvolby v hlavním okně a nalevo vyberte Možnosti hovorů. Nyní uvidíte příslušný oddíl. Obsahuje tři zaškrtávací políčka pro tři případy popsané dříve. Adresu URI účastníka, na kterou by se hovory měly přesměrovávat, můžete nastavit zvlášť v Nastavení SIP pro protokol SIP a stejně tak v Nastavení H.323 pro protokol H.323.

source: Controlling the call
cs: Obsluha volání

source: <application>Ekiga</application> supports several actions which can be performed when being in a call. These actions enable you to control active sessions. It can be done using the menu and toolbar icons from the call window that appears as soon as a call is setup.
cs: Během volání nabízí <application>Ekiga</application> několik činností. Díky nim můžete aktuální hovor ovládat. Provádí se to přes nabídku nebo ikony na liště nástrojů v okně volání, kde se objeví hned po nastavení volání.

source: Ending a call: The communication to the remote user can be ended by selecting Call -&gt; Hang up.
cs: Ukončení hovour: Komunikaci s protějškem ukončíte zvolením Volat -&gt; Zavěsit.

source: Holding a call: You can hold a remote party call by selecting Call -&gt; Hold Call. This effectively pauses Video and Audio transmission; to continue transmission again you select Call -&gt; Retrieve Call and Video and Audio Transmission will begin again.
cs: Přidržení hovoru: Spojení s protějškem můžete přidržet zvolením Volat -&gt; Přidržet hovor. Tím se ihned pozastaví přenos obrazu a zvuku. Pro pokračování přenosu zvolte Volat -&gt; Přijmout hovor a přenos obrazu a zvuku znovu začne.

source: Suspending Audio: This effectively prevents all Audio communication to your respective party when selecting Call -&gt; Mute Audio.
cs: Přerušení zvuku: Vybráním Volat -&gt; Pozastavit zvuk se okamžitě zabrání veškeré zvukové komunikaci s protější stranou.

source: Suspending Video: This effectively prevents all Video transmission to your respective party when selecting Call -&gt; Suspend Video.
cs: Přerušení videa: Vybráním Volat -&gt; Pozastavit video se okamžitě zabrání veškeré obrazové komunikaci s protější stranou.

source: Transferring the remote party: You can transfer the remote user to another user by selecting Call -&gt; Transfer Call. It is also possible to transfer an active call by right-clicking and choosing the transfer action when a contact is highlighted in the roster, in the address book or in the call history. Double-clicking or selecting the Contact menu in the main window or the Action menu in the Address Book window and choosing the transfer action will also work.
cs: Předání protějšího účastníka: Protějšího účastníka hovoru můžete předat jinému uživateli volbou Volat -&gt; Předat hovor. Jinou možností je vybrat kontakt v seznamu, adresáři nebo historii volání po kliknutí pravým tlačítkem zvolit předání hovoru. Funguje i dvojité kliknutí nebo volba nabídky Kontakt v hlavním okně nebo nabídka Činnost v okně s adresářem a položka Předat hovor.

source: All URIs supported by <application>Ekiga</application> can be used for call transfer if the protocol supports it.
cs: K přesměrování hovoru lze použít všechny adresy URI, které <application>Ekiga</application> podporuje, za předpokladu, že je podporuje i protokol.

source: Adjusting the audio and video settings
cs: Přizpůsobení nastavení zvuku a videa

source: Your audio and video settings can be adjusted through the call window while you are in a call. The audio volume, but also the brightness, whiteness, color and contrast of your video input device can be changed to achieve the best quality.
cs: Vaše nastavení zvuku a obrazu může být během hovoru v okně volání přizpůsobováno. K dosažení nejlepší kvality si můžete měnit hlasitost zvuku a u obrazu jas, vyvážení bílé, barvu a kontrast.

source: You can also change your audio and video devices during a call. Simply go in the preferences window by selecting Edit -&gt; Preferences in the menu, and adjust your devices in the appropriate section.
cs: Během hovoru můžete také měnit svá zvuková a obrazová zařízení. Stačí jít do okna s předvolbami zvolením Upravit -&gt; Předvolby v nabídce a upravit svá zařízení v příslušném oddíle.

source: Checking the call history
cs: Procházení historie volání

source: The Call History stores information (date, duration, URI, Remote user) about all outgoing and incoming calls. They are divided into three groups - received calls, placed calls and missed calls. You can consult the call history by selecting View -&gt; Call History in the menu or by clicking on the appropriate icon in the toolbar.
cs: Historie volání uchovává informace (datum, délku, adresu URI, protějšího účastníka) ze všech odchozích a příchozích volání. Jsou rozděleny do tří skupin – přijatá volání, odchozí volání a zmeškaná volání. Historii volání si můžete zobrazit pomocí Zobrazit -&gt; Historie volání v nabídce nebo zmáčknutím ikony na liště nástrojů.

source: Double-clicking on a row in the Calls History will call back the selected user or transfer any active call to that user. Notice that you can also add the contact to your roster by selecting Chat -&gt; Contact -&gt; Add to local roster in the main menu when the call is highlighted.
cs: Dvojitým kliknutím na řádek v historii volání zavoláte zpět vybranému uživateli nebo tomuto uživateli předáte aktivní hovor. Všimněte si, že když je kontakt vybrán, můžete jej také přidat do seznamu pomocí Diskuze -&gt; Kontakt -&gt; Přidat do místního seznamu v hlavní nabídce

source: Advanced Usage
cs: Pokročilé používání

source: Registering Additional Accounts
cs: Registrace dalších účtů

source: The accounts window
cs: Okno s účty
