Repository: RajKumarPandey/ekiga
Catalog: po/*.po
Languages: bs

source: Ekiga is licensed under the GPL license and as a special exception, you have permission to link or otherwise combine this program with the programs OPAL, OpenH323 and PWLIB, and distribute the combination, without applying the requirements of the GNU GPL to the OPAL, OpenH323 and PWLIB programs, as long as you do follow the requirements of the GNU GPL for all the rest of the software thus combined.
bs: Ekiga je licenciran pod licencom i kao poseban izuzetak, imate dozvolu za povezivanje ili na drugi način kombiniranja ovog programa s programima OPAL, OpenH323 i PWLIB i distribuciju kombinacije, bez primjene zahtjevima GNU GPL na OPAL, OpenH323 i PWLIB programa, dok god pratili zahtjeve GNU GPL za sve ostalo od softvea na taj način u kombinaciji.

source: translator-credits
bs: Haris Dzigal https://launchpad.net/~hdzigal1 Samir Ribić https://launchpad.net/~megaribi

source: Ekiga is full-featured SIP and H.323 compatible VoIP, IP-Telephony and Videoconferencing application that allows you to make audio and video calls to remote users with SIP and H.323 hardware or software.
bs: Ekiga je potpun program za video konferencije saglasne sa H.323, VoIP i Internet telefonijom, koji omogućava da činite audio i video pozive udaljenim korisnicima sa SIP i H.323 hardverom ili softverom.

source: Missed call from %s
bs: Propušten poziv od %s

source: Error
bs: Greška

source: Display images from your camera device
bs: Prikaži slike sa vaše kamere.

source: Play sound on incoming calls
bs: Reproduciraj zvuk na dolazećim pozivima

source: Play ring tone
bs: Reproduciraj zvuk zvonjenja

source: Play busy tone
bs: Reproduciraj ton zauzeća

source: Play sound for new voice mails
bs: Pusti zvuk pri prijemu govorne pošte

source: Play sound for new instant messages
bs: Pusti zvuk pri prijemu novih brzih poruka

source: Show o_ffline contacts
bs: Prikaži prijatelje _van mreže

source: Show offline contacts in the roster
bs: Prikaži prijatelje van mreže na spisku

source: Place windows displaying video _above other windows
bs: Postavite prozor videa _iznad ostalih prozora

source: Place windows displaying video above other windows during calls
bs: Postavite prozor videa iznad ostalih prozora tokom poziva.

source: Enable _Picture-In-Picture mode
bs: Uključi _režim slika u slici

source: This allows the local video stream to be displayed incrusted in the remote video stream. This is only effective when sending and receiving video
bs: Ovo dozvoljava video protok da se prikaze na daljinski upravljac.ovo je jedino efikasno prilikom slanja i primanja videa.

source: _Full Name
bs: _Ime i prezime

source: Enter your full name
bs: Upisite svoje puno ime

source: Network Settings
bs: Postavke mreže

source: Type of Service (TOS)
bs: Vrsta usluge (TOS)

source: The Type of Service (TOS) byte on outgoing RTP IP packets. This byte is used by the network to provide some level of Quality of Service (QoS). Default value 184 (0xB8) corresponds to Expedited Forwarding (EF) PHB as defined in RFC 3246.
bs: Tip servisa(TS)bajt na odlazne RTP IP pakete.Ovaj bajt je koristen od strane mreze da omoguci nekoliko razine kvalitete servisa(KS).Podrazumjevana vrijednost 184(oxB8)odgovara ubrzano prosljedjivanje(UP)PHB kak je definirano u RFC 3246.

source: Enable network _detection
bs: Omoguci detekciju_mreze

source: Enable the automatic network setup resulting from the STUN test
bs: Omogucite automatsko podesavanje mreze od rezultirajuceg STUN testa

source: Blacklist
bs: Crnalista

source: _Always forward calls to the given host
bs: _Uvijek prosljeđuj pozive datom računaru

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings
bs: Ako je uključeno, svi dolazni pozivi će biti preusmjereni na računar koji je naznačen u podešavanjima protokola

source: Forward calls to the given host if _no answer
bs: Proslijedi pozive prema danom računaru ako _nema odgovora

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you do not answer the call
bs: Ako je uključeno, svi dolazni pozivi će biti preusmjereni na računar koji je naznačen u podešavanjima protokola ako ne odgovorite na poziv

source: Forward calls to the given host if _busy
bs: Proslijedi pozive prema danom računaru ako je _linija zauzeta

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you already are in a call or if you are in busy mode
bs: Ako je omoguceno,svi dolazni pozivi bit ci prosljedjeni na host koji je naveden u postavkama protokola ako si vec na poziv ili ako ste u zauzetom modu.

source: Call Options
bs: Opcije poziva

source: Forward calls after
bs: Prosljedi pozive poslje

source: seconds
bs: sekunde

source: Automatically reject or forward incoming calls if no answer is given after the specified amount of time (in seconds)
bs: Automatski odbacuje ili prosljeđuje dolazne pozive, ukoliko nema odgovora nakon određenog vremena (u sekundama).

source: _Automatically answer incoming calls
bs: _Automatski odgovori na dolazne pozive

source: If enabled, automatically answer incoming calls
bs: Ako je omoguceno,automatski odgovori na dolazne pozive

source: Event
bs: Dogadaj

source: Choose a sound
bs: Izaberite neki zvučni zapis

source: Wavefiles
bs: Wav datoteke

source: Play
bs: Reproduciraj

source: String
bs: Niz znakova

source: Tone
bs: Ton

source: Disable H.239 Extended Video
bs: Iskljuci H.239 Prosireni Video

source: Allow H.239 per Content Role Mask
bs: Dopusti H.239 pir Content Role Mask

source: Forward _URI
bs: Adresa pre_usmeravanja

source: The host where calls should be forwarded if call forwarding is enabled
bs: Računar prema kome treba da budu preusmjereni pozivi ako je uključeno preusmjeravanje

source: Advanced Settings
bs: Napredne postavke

source: Enable H.245 _tunneling
bs: Omogući H.245 _tuneliranje

source: This enables H.245 Tunneling mode. In H.245 Tunneling mode H.245 messages are encapsulated into the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunneling was introduced in H.323v2.
bs: Ovo omogucuje H.245 rezim rada.U H.245 rezumu tuneliranja H.245 poruke su uokvirene u H.225 kanal(port 1720).To stidi jedan TCP vezu tijekom poziva.H.245 tuneliranje uveden je u H.323v2.

source: Enable _early H.245
bs: Omogući _rani H.245

source: This enables H.245 early in the setup
bs: Ovo omogućava H.245 u ranoj fazi postavljanja.

source: Enable fast _connect procedure
bs: Omoguci fast_connect proceduru

source: Connection will be established in Fast Connect (Fast Start) mode. Fast Connect is a way to start calls faster that was introduced in H.323v2.
bs: Veza ci biti uspostavlkjena u Fast Connect(Fast Star)rezim.Fast Connect je nacin za pocetak brzih poziva koje su uvedene u H.323v2.

source: Enable H.239 control
bs: Omoguci H.239 kontrolu

source: This enables H.239 capability for additional video roles.
bs: Ovo omogucava H.239 sposobnost za dodatne video uloge.

source: Select the H.239 Video Role
bs: Selektuj H.239 Video Ulogu

source: DTMF Mode
bs: DTMF režim

source: _Send DTMF as
bs: _Pošalji DTMF kao

source: Select the mode for DTMFs sending
bs: Odaberi nacin za slanje DTMF-ove

source: _Outbound proxy
bs: Spoljni _vezani posrednik

source: The SIP Outbound Proxy to use for outgoing calls
bs: SIP posrednik koji se koristi za odlazne pozive

source: Settings
bs: Postavke

source: Enable silence _detection
bs: Omogući _otkrivanje tišine

source: If enabled, use silence detection with the codecs supporting it
bs: Ako je uključeno, koristi otkrivanje tišine sa kodecima koji to podržavaju

source: Enable echo can_celation
bs: Uključi poništavanje odjeka

source: If enabled, use echo cancellation
bs: Ukoliko je omoguceno,koristi eho ponistenje.

source: Use a maximum _jitter buffer of
bs: Koristi najveću međumemoriju _pulsa od

source: The maximum jitter buffer size for audio reception (in ms)
bs: Veličina najvećeg jitter spremika za prihvat zvuka (u ms).

source: Devices
bs: Uređaji

source: Ringing Device
bs: Uređaj za zvono

source: Select the ringing audio device to use
bs: Izaberite audio ton uredjaj za koristenje

source: Output Device
bs: Izlazni uređaj

source: Select the audio output device to use
bs: Označite izlazni zvučni uređaj kojeg želite koristiti.

source: Input Device
bs: Ulazni uređaj

source: Select the audio input device to use
bs: Označite ulazni zvučni uređaj kojeg želite koristiti.

source: _Detect devices
bs: Pro_nađi uređaje

source: Click here to refresh the device list
bs: Kliknite ovdje da bi osvjezili listu uredjaja

source: Small
bs: Malo

source: Medium
bs: Srednje

source: 1080p Full HD
bs: 1080p puni HD

source: PAL (Europe)
bs: PAL (Europa)

source: NTSC (America)
bs: NTSC (Amerika)

source: SECAM (France)
bs: SECAM (Francuska)

source: Picture Quality
bs: Kvalitet slike

source: Frame Rate
bs: Protok kadrova

source: Choose if you want to guarantee a minimum image quality (possibly leading to dropped frames in order not to surpass the bitrate limit) or if you prefer to keep the frame rate
bs: Odaberite ako zelite jamciti minimalnu kvalitetu slike(moguce dovesti do padnute okvire kako se ne bi nadmasili bitrate granice),ili ako vam je draze zadrzati mjeru okvira.

source: Use a maximum video _bitrate of
bs: Koristi najveći protok _kadra snimka od

source: The maximum video bitrate in kbits/s. The video quality and the effective frame rate will be dynamically adjusted to keep the bitrate at the given value.
bs: Maksimalna video bitracija u kbits/s.Video kvalitet i efektivnu mjeru okvira mogu biti dinamicki podeseni da bi se odrzala bitracija za datu vrijednost.

source: Select the video input device to use. If an error occurs when using this device a test picture will be transmitted.
bs: Odaberite ulazni video uređaj kojeg želite koristiti. U slučaju prijave greške prilikom korištenja uređaja bit će odaslana probna slika.

source: Size
bs: Veličina

source: Select the transmitted video size
bs: Odaberite velicinu prenosnog videa

source: Select the format for video cameras (does not apply to most USB cameras)
bs: Označite format za video kamere (nije primjenjivo na većini USB kamera).

source: Channel
bs: Kanal

source: The video channel number to use (to select camera, tv or other sources)
bs: Broj video kanala za upotrebu (za odabir kamere, tv-a ili drugih izvora).

source: _Detect Devices
bs: Pronađi _uređaje

source: No device found
bs: Nije pronađen nijedan uređaj

source: Edit the Blacklist
bs: Uredite spisak zabrana

source: Current list of undesirables
bs: Trenutni popis nepozeljnih

source: Preferences
bs: Postavke

source: Edit your settings
bs: Uredite vaša podešavanja

source: General
bs: Opšte

source: Call Forwarding
bs: Preusmjeravanje poziva

source: Sound Events
bs: Zvučni efekti

source: Audio
bs: Zvuk

source: Unsorted
bs: Nesortirano

source: Available
bs: Dostupno

source: Away
bs: Odsutan

source: Busy
bs: Zauzeto

source: Custom message...
bs: Porucena poruka...

source: Clear
bs: Očisti

source: Custom Message
bs: Porucena poruka...

source: Delete custom messages:
bs: Izbrisi Porucene poruke:

source: Define a custom message:
bs: Definisi uobicajnu poruku:

source: Annex C, 14 kHz mode at 24 kbit/s
bs: Dodatak C: 14 kHz režim na 24 kbit/s

source: Annex C, 14 kHz mode at 32 kbit/s
bs: Dodatak C: 14 kHz režim na 32 kbit/s

source: Annex C, 14 kHz mode at 48 kbit/s
bs: Dodatak C: 14 kHz režim na 48 kbit/s

source: Opus codec, 48 kHz mode
bs: Opus kodek, 48 kHz režim

source: internet Speech Audio Codec, 16 kHz mode
bs: Internet govor audio kodek, 16 kHz režim

source: internet Speech Audio Codec, 32 kHz mode
bs: Internet govor audio kodek, 32 kHz režim

source: Basic G.722
bs: Osnovni G.722

source: 7 kHz mode at 24 kbits/s
bs: 7 kHz režim na 24 kbits/s

source: 7 kHz mode at 32 kbits/s
bs: 7 kHz režim na 32 kbits/s

source: AMR Wideband
bs: AMR širokopojasni

source: AMR Narrowband
bs: AMR uskopojasni

source: Standard G.711
bs: Standardni G.711

source: G.726 at 16 kbits/s
bs: G.726 na 16 kbits/s

source: G.726 at 24 kbits/s
bs: G.726 na24 kbits/s

source: G.726 at 32 kbits/s
bs: G.726 na 32 kbits/s

source: G.726 at 40 kbits/s
bs: G.726 na 40 kbits/s

source: H.263 Version 1998
bs: H.263 Verzija 1998

source: H.264 Single NAL mode
bs: H.264 jednostruki NAL režim

source: H.264 Interleaved mode
bs: H.264 režim preplitanja

source: H.264 Interleaved mode, High-Profile
bs: H.264 režim preplitanja, visoki profil

source: Do not show this dialog again
bs: Ubuduće ne prikazuj ovaj prozorčić

source: Audio output device
bs: Audio izlazni uređaj

source: Audio input device
bs: Audio dolazeći uređaj

source: Video input device
bs: Ulazni video uređaj

source: Video size
bs: Veličina videa

source: Video channel
bs: Video kanal

source: Video preview
bs: Pregled videa

source: Full name
bs: Puno ime

source: Contact short status
bs: Konektuj kratak status

source: The short status information
bs: Informacija o kratkom statusu

source: Contact long status
bs: Kontaktiraj dug status

source: The long status information
bs: Informacija o dugom statusu

source: Alternative audio output device
bs: Rezervni izlazni zvučni uređaj

source: Select an alternative audio output device to use for sound events.
bs: Izaberite jedan rezervni izlazni zvučni uređaj koji će se koristiti za zvučno oglašavanje događaja.

source: The incoming call sound
bs: Zvuk dolaznog poziva

source: The sound that will be played on incoming calls, if enabled
bs: Ako je uključen, zvuk će se javiti u trenutku dolaznog poziva.

source: The chosen sound will be played on incoming calls, if enabled
bs: Ako je uključeno, odabrani zvuk biti će sviran pri dolaznim pozivima.

source: The new instant message sound
bs: Zvuk za novu brzu poruku

source: The sound that will be played when there is a new instant message, if enabled
bs: Ako je uključeno, zvuk koji će biti pušten kada pristigne nova brza poruka

source: Play sound on new message
bs: Pusti zvuk kad pristigne nova poruka

source: The chosen sound will be played when a new instant message is received, if enabled
bs: Ako je omogućeno, biće pušten izabrani zvuk pri prijemu nove brze poruke

source: The new voice mail sound
bs: Zvuk dolazne govorne pošte

source: The sound that will be played when there is a new voice mail, if enabled
bs: Ako je uključeno, zvuk koji će biti pušten pri prijemu nove govorne pošte

source: Play sound on new voice mail
bs: Pusti zvuk kada pristigne nova govorna pošta

source: The chosen sound will be played when a new voice mail is received, if enabled
bs: Ako je uključeno, biće pušten izabrani zvuk pri prijemu nove govorne pošte

source: The chosen sound will be played when calling somebody, if enabled
bs: Ako je uključeno, odabrani zvuk bit će sviran pri odlaznim pozivima.

source: The dial tone sound
bs: Zvuk za signal slobodnog biranja

source: The sound that will be played when calling somebody, if enabled
bs: Ako je uključen, zvuk će se javiti prilikom poziva.

source: The chosen sound will be played at the end of calls or calling somebody who is busy, if enabled
bs: Ako je uključeno, odabrani zvuk bit će sviran na kraju razgovora ili pri pozivu nekoga ko je zauzet, ako je omogućeno.

source: The busy tone sound
bs: Zvuk zauzetog signala

source: The sound that will be played at the end of calls or when calling somebody who is busy, if enabled
bs: Ako je uključen, zvuk će se čuti na kraju poziva kada pozivate zauzetog korisnika.

source: The STUN Server
bs: STUN server

source: The STUN server to use for STUN Support. STUN is a technology that permits passage through some types of NAT gateway
bs: STUN server za upotrebu STUN podrške. STUN je tehnologija koja dopušta prolaz kroz neke vrste NAT prolaz

source: Enable STUN network detection
bs: Omoguci STUN mreznu detekciju

source: Position on the screen of the call window
bs: Pozicija na ekranu prozora poziva

source: Size of the call window
bs: Velicina prozora poziva

source: Position on the screen of the extended video window
bs: Pozicija na ekranu prosirenog video prozora

source: Size of the extended video window
bs: Velicina prosirenog video prozora

source: Size of the main window
bs: Velicina glavnog prozora

source: Position on the screen of the main window
bs: Položaj glavnog prozora

source: Change the panel section of the main window
bs: Promjeni dio panel-a glavnog prozora

source: Size of the chat window
bs: Veličina prozora za tekstualne poruke

source: Position on the screen of the chat window
bs: Položaj prozora za tekstualne poruke

source: Position on the screen of the address book window
bs: Položaj prozora adresara

source: Size of the address book window
bs: Veličina prozora adresara

source: Position on the screen of the audio settings window
bs: Pozicija na ekranu prozora audio postavki

source: Size of the audio settings window
bs: Velicina prozora audio postavki

source: Position on the screen of the video settings window
bs: Pozicija na ekranu prozora video postavki

source: Size of the video settings window
bs: Velicina prozora od video postavki

source: Position on the screen of the accounts window
bs: Polozaj prozora racuna na ekranu

source: Size of the accounts window
bs: Velicina prozora racuna

source: Position on the screen of the preferences window
bs: Položaj prozora za postavke

source: Size of the preferences window
bs: Veličina prozora za postavke

source: Enable Picture-In-Picture mode
bs: Omoguci Picture-In-Picture nacin

source: This allows the local video stream to be displayed incrusted in the remote video stream. This is only effective when sending and receiving video.
bs: Ovo omogućava lokalne video stream će se prikazati u video protok daljinskog upravljača. Ovo je jedino efikasno prilikom slanja ili primanja videa.

source: No answer timeout
bs: Nema vremenskog ograničenja za odgovor

source: Automatic answer
bs: Automatski odgovor

source: The Audio Codecs List
bs: Lista zvučnih kodeka

source: The audio codecs list
bs: Audio kodeks lista

source: Enable silence detection
bs: Omogući otkrivanje tišine

source: Enable echo cancellation
bs: Ukljuci eho iskljucivanje

source: Maximum jitter buffer
bs: Maksimalna pomoćna memorija za jitter

source: The video codecs list
bs: Video kodeks lista

source: Maximum TX video bitrate
bs: Maximum TX video bitrate(broj bita koji u sekundi se transmituju kroz digitalnu mrezu)

source: The maximum TX video bitrate in kbit/s. The video quality and the number of transmitted frames per second (depends on selected codec) will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value
bs: Maksimalna TX video bitracija u kbit / s. Kvaliteta videa i broj prenesenih kadrova u sekundi (ovisi o odabranom kodeku) će se dinamički prilagoditi iznad minimuma tijekom poziva pokušati umanjiti propusnost na datu vrijednost

source: Maximum video bitrate
bs: Maksimalni video protok bita(broj bita koji u sekundi se transmituju kroz digitalnu mrezu)

source: The maximum video bitrate in kbit/s. This value will be signaled to the peer endpoint that can adjust (if it supports it) its TX bitrate if it is above the signaled value
bs: Maksimalna RX video protok bita u kbit / s. Ova vrijednost se signalizira na krajnjoj tačkisaradnika koji može prilagoditi (ako to podržava) svoje TX bitrate ako je iznad signaliziranu vrijednost

source: Whether to prefer to sustain the max. frame rate or lower it possibly in order to keep a minimum level of (spatial) quality for all frames. 0: Highest minimal quality, 31: lowest minimal quality
bs: Da li se preferira da se odrzi max.okvir mjeru ili smanjiti ga eventualno kako bi se odrzao minimalni nivo(prostornih)kvaliteta za sve kadrove.0:Najveca minimalna kvaliteta,31:najniza minimalna kvaliteta

source: The maximum transmitted frame rate in frames/s. This rate may not be reached in case a minimum quality was configure via a TSTO value smaller than 31 and the bitrate selected is not sufficient to support this minimum quality
bs: Maksimalna prenosi mjeru okvira u okviri / s. Ova stopa ne može biti postignuta u slučaju minimum kvaliteta da je konfigurirano preko TSTo vrijednosti manju od 31 i odabrali bitracije gdje nije dovoljno da podrži ovaj minimum kvalitete

source: The accounts list
bs: Spisak naloga

source: The list of accounts to which Ekiga should register
bs: Spisak naloga koje Ekiga treba da koristi kod registracije/prijave

source: Type of Service (TOS) byte on outgoing RTP IP packets
bs: Tip Servisa(TS) bajt u izlazne RTP IP pakete

source: Listen port
bs: Port za slušanje

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect
bs: Oslušavani port za dolazne pozive. Ekiga treba da bude ponovo pokrenuta da nova vrijednost uzme maha

source: Outbound Proxy
bs: Posrednik za odlazne pozive

source: Forward calls to host
bs: Proslijedi pozive prema računaru

source: DTMF transmission
bs: DTMF transmisija

source: Select the mode for DTMFs transmission. The values can be 'rfc2833' (for "RFC2833") and 'info' (for "SIP INFO")
bs: Odaberite način rada za prijenos DTMF. Vrijednosti mogu biti 'rfc2833' (for "RFC2833") and 'info' (for "SIP INFO")

source: NAT Binding Timeout
bs: Vremenski rok vezivanja adresnog prevodioca

source: Enter the number of seconds after which Ekiga should try refreshing the NAT binding when STUN is being used
bs: Unesite broj sekundi nakon kojih bi program trebao da osvježi vezivanje na adresnog mrežnog prevodioca kada se koristi STUN

source: The port to listen to for incoming connections. Ekiga needs to be restarted for the new value to take effect.
bs: Oslušavani port za dolazne pozive. Ekiga treba da bude ponovo pokrenuta da nova vrijednost uzme maha.

source: Enable H.245 tunneling
bs: Omogući H.245 tunel

source: Enable early H.245
bs: Omogući rani H.245

source: Enable 'Fast Connect'
bs: Omoguci 'Fast Connect'

source: Connection will be established in Fast Connect mode. Fast Connect (Fast Start) is a new way to start calls faster that was introduced in H.323v2.
bs: Veza će biti uspostavljena u Fast Connect rezimu. Fast Connect (Fast Start) je novi način za početak poziva brže koji je uveden u H.323v2.

source: Enable H.239
bs: Omoguci H.239

source: This enables H.239 capability for additional video roles
bs: To omogucuje H.239 mogucnost za dodatne video uloge

source: Extended Video Roles
bs: Uloge Prosirenog videa

source: Select the H.239 Video Role. The values can be "None" (for "disable extended video"), "Content" (for "allow per content role mask"), "Presentation" (for "force presentation"), or "Live" (for "force live role")
bs: Odaberi H.239 Video Ulogu. Vrijednosti mogu biti "None" (for "disable extended video"), "Content" (for "allow pir content role mask"), "Presentation" (for "force presentation"), or "Live" (for "force live role")

source: Select the mode for DTMFs transmission
bs: Odaberite nacin transmisije za DTMF

source: TCP port range
bs: Raspon TCP porta

source: The range of TCP ports that Ekiga will use for the H.323 H.245 channel. This port range has no effect if both participants to the conference are using H.245 Tunneling.
bs: Opseg TCP portova koje ci Ekiga koristiti za H.323 H.245 kanal.Ovaj opseg porta nema efekta ako oba ucesnika konferencije koriste H.245 Tuneliranje.

source: UDP port range
bs: Raspon UDP porta

source: The range of UDP ports that Ekiga will use for SIP signalling or when registering to H.323 gatekeepers. It is also used for RTP (audio and video communication channels).
bs: Opseg UDP portova koje ci Ekiga koristiti za SIP signalizaciju ili prilikom prijave na H.323 vratari.Takodjer se koristi za RTP(audi i video komunikacijske kanale).
