Repository: RajKumarPandey/ekiga
Catalog: po/*.po
Languages: bs

source: Always forward calls to the given host
bs: Uvijek preusmjeri pozive na zadani server

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below
bs: Ako je uključeno, svi dolazeći pozivi će biti prosljeđeni računaru određenom u dolje navedenom polju.

source: Forward calls to the given host if busy
bs: Proslijedi pozive prema danom računaru ako je linija zauzeta

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you already are in a call or if you are in busy mode
bs: Ako je omoguceno,svi dolazni pozivi ci biti prosljedjeni na host koji je specificiran u polju ispod ako si vec na poziv ili ako si zauzet

source: Forward calls to the given host if no answer
bs: Proslijedi pozive danom računaru ako nema odgovora

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you do not answer the call
bs: Ukoliko je uključeno, svi dolazeći pozivi ne koje nećete odgovoriti biti će prosljeđeni na računar koji je određen u dolje navedenom polju.

source: List of folded groups in the roster
bs: Lista slozenih grupa u spisak imena

source: Show offline contacts
bs: Prikaži odjavljene kontakte

source: If enabled, offline contacts will be shown in the roster
bs: Ako je omoguceno,iskljuceni kontakti ci biti prikazani na spisak imena

source: LDAP servers
bs: LDAP serveri

source: List of configured LDAP servers
bs: Lista konfiguriranih LDAP servera

source: Resource lists
bs: Liste resursa

source: List of configured resource lists
bs: Lista konfiguriranih listi resursa

source: Calls history
bs: Povijest poziva

source: The history of the 100 last calls
bs: Povijest zadnjih 100 poziva

source: List of foes
bs: Lista neprijatelja

source: List of persons the user does not want to hear about
bs: Lista osoba za koje korisnik nece da cuje

source: Neighbours
bs: Susjedi

source: A_dd Contact
bs: A_dd Kontakt

source: sip:john.doe@ekiga.net
bs: sip:pera.perić@ekiga.nit

source: _Home Phone
bs: _Kućni telefon

source: _Office Phone
bs: _Službeni telefon

source: _Cell Phone
bs: _Mobilni telefon

source: _Pager
bs: _Pejdžer

source: Editing %s details
bs: Uređivanje pojedinosti korisnika %s

source: Remove contact
bs: Ukloni kontakt

source: Are you sure you want to remove %s from the addressbook?
bs: Jeste li sigurni da zelite da uklonite %s iz adresara?

source: Silent
bs: Nečujan

source: Crazy
bs: Ludo

source: Screencast
bs: Zapis ekrana

source: _Refresh
bs: _Osvježi

source: _Remove addressbook
bs: _Remove adresar

source: Addressbook _properties
bs: Postavke_Adresara

source: LDAP SASL Interaction
bs: Interakcija LDAP SASL

source: Challenge:
bs: Izazov:

source: Interact
bs: Interakcija

source: Refreshing
bs: Osvježavam

source: Could not initialize server
bs: Nije moguce inicijalizirati server

source: LDAP Error:
bs: LDAP Greska:

source: Contacted server
bs: Kontaktirani sercer

source: Could not connect to server
bs: Ne mogu se povezati sa serverom

source: Could not search
bs: Nije moglo traziti

source: Waiting for search results
bs: Cekanje rezultata pretrage

source: %d user found
bs: %d korisnik pronadjen

source: Ekiga.net LDAP Server
bs: LDAP server Ekiga.net-a

source: _Base DN:
bs: _Baza DN:

source: Subtree
bs: Podstablo

source: Single Level
bs: Jedan nivo

source: _Search Scope
bs: _Opseg pretrage

source: _DisplayName Attribute
bs: Osobina _vidljivog imena

source: Call _Attributes
bs: Osobine _poziva

source: _Filter
bs: _Propusnik

source: Bind _ID
bs: _IB povezivanja

source: Use _TLS
bs: Koristi _TLS

source: Use SAS_L
bs: Koristi SAS_L

source: SASL _Mechanism
bs: SASL _mehanizam

source: Please provide a Book Name for this directory
bs: Molim navedite Book Nami za ovaj direktorij

source: Please provide a Server URI
bs: Molim navedite Server URI

source: Please provide a DisplayName attribute
bs: Molim navedite DisplayName atribut

source: Please provide a Call attribute
bs: Molim navedite Call atribut

source: Invalid Server URI
bs: Nevazeci Server URI

source: Add an LDAP Address Book
bs: Dodaj LDAP adresar

source: Add the Ekiga.net Directory
bs: Dodaj Ekiga.nit Imenik

source: Ekiga.net Directory
bs: Ekiga.nit imenik

source: Remote URI:
bs: Udaljeni URI:

source: Accept
bs: Prihvati

source: Inactive
bs: Neaktivno

source: Could not connect (%s)
bs: Nije moglo se konektovati(%s)

source: Connecting...
bs: Povezujem se...

source: Authenticating...
bs: Autenticiranje...

source: Could not connect
bs: Nemoguće povezivanje

source: Disconnected
bs: Isključeno

source: Connected
bs: Povezano

source: Could not authenticate
bs: Ne mogu dokazati autentičnost

source: Edit account
bs: Uredi racun

source: Please update the following fields:
bs: Molim azurirajte sljedeca polja:

source: Name:
bs: Ime:

source: Account name, e.g. MyAccount
bs: Ime Racuna,npr.MojRacun

source: User:
bs: Korisnik:

source: The user name, e.g. jim
bs: Korisnicko ime, npr. Jim

source: The server, e.g. jabber.org
bs: Server,npr. jabber.org

source: The transport protocol port, if different than the default
bs: Port transportnog protokola,ukoliko se razlikuje od podrazumjevanog

source: Resource:
bs: Resurs:

source: The resource, such as home or work, allowing to distinguish among several terminals registered to the same account; leave empty if you do not know what it is
bs: Resurs,kao sto je kuca ili posao,dopustajuci da se napravi razlika izmedju nekoliko registrirana terminala na isti racun;ostavire prazno ako neznate o cimu se radi

source: Password:
bs: Lozinka:

source: Password associated to the user
bs: Pasvord povezan na korisnika

source: _Add a Jabber/XMPP Account
bs: _Dodaj Jabber/XMPP Racun

source: Please fill in the following fields:
bs: Molim vas popunite sljedeća polja:

source: _Name:
bs: _Ime:

source: _User:
bs: _Korisnik:

source: _Password:
bs: _Lozinka:

source: Join a discussion group
bs: Pridruzi se grupi rasprave

source: Open a group chat room
bs: Otovorite sobu za grupno caskanje

source: Please provide a room name
bs: Molim vas navedite ime sobe

source: Room name
bs: Ime sobe

source: The name of the room you want to enter
bs: Ime sobe u koju hocete uci

source: Pseudonym
bs: Pseudonim

source: The pseudonym you'll have in the room
bs: Pseudonim cete imati u sobi

source: Authorization to see your presence
bs: Autorizacija da vidi vase prisustvo

source: %s asks the permission to see your presence, saying: "%s".
bs: %s trazi dozvolu da vidi vase pistustvo,govoreci:"%s".

source: %s asks the permission to see your presence.
bs: %s trazi dozvolu da vidi vase pistustvo.

source: grant him/her the permission to see your presence
bs: odobri za njega/nju da vidi vase prisustvo

source: refuse him/her the permission to see your presence
bs: odbij dozvolu za njega/nju da vase prisustvo

source: decide later (also close or cancel this dialog)
bs: odluci kasnije(takodjer zatvori ili ponisti ovaj dijalog)

source: Your answer is:
bs: Vas odgovor je:

source: Add a roster element
bs: Dodaj element na spisak imena

source: Please fill in this form to add a new element to the remote roster
bs: Molim ispunjite ovu formu da bi ste dodali novi element na spisak imena

source: Identifier:
bs: Identifikator:

source: Name of the contact, as shown in your roster
bs: Ime kontakta,kao sto je prikazano u spisak vasih imena

source: Put contact in groups:
bs: Stavi kontakt u grupama:

source: Start chat
bs: Pocni caskanje

source: Continue chat
bs: Nastavi caskanje

source: Ask him/her to see his/her status
bs: Pitaj njega/nju da vidi njegov/njen status

source: Forbid him/her to see my status
bs: Zabranji njemu/njoj da vidi moj status

source: Ask him/her to see his/her status (pending)
bs: Pitaj njega/nju da vidi njegov/njen status(na cekanju)

source: Stop getting his/her status
bs: Zaustavi uzimanje njegovog/njenog statusa

source: Edit roster element
bs: Uredi element spiska imena

source: Please fill in this form to change an existing element of the remote roster
bs: Molim popunjite ovaj obrazac da biste promjenili postojeci element ekiga's interni spisak imena

source: Choose groups:
bs: Odaberite grupe:

source: Add resource list
bs: Dodaj resurs listu

source: Add new resource-list
bs: Dodaj novu resurs-listu

source: Please fill in this form to add a new contact list to ekiga's remote roster
bs: Molim da ispunjite ovaj obrazac da bi ste dodali novi kontakt u ekiga spisak imena

source: Address:
bs: Adresa:

source: Writable:
bs: Upisiv:

source: Username:
bs: Korisničko ime:

source: Invalid server data
bs: Nevazeci podaci servera

source: Click to fetch
bs: Kliknite za poziv

source: Distant contact
bs: Udaljen kontakt

source: _Add a new contact
bs: _Dodaj novi kontakt

source: _Refresh contact list
bs: _Osvjezi listu kontakta

source: Contact list _properties
bs: Kontakt list_postavke

source: Edit contact list properties
bs: Uredi postavke liste kontakta

source: Please edit the following fields (no identifier means global)
bs: Molim uredite sljedece polja(bez identifikatora znaci globalno)

source: Contact list's name:
bs: Ime liste kontakta:

source: Document root:
bs: Dokument rut:

source: Server username:
bs: Server korisnickoime:

source: Server password:
bs: Server pasword:

source: Add a remote contact
bs: Dodaj udaljen kontakt

source: Please fill in this form to create a new contact on a remote server
bs: Molim popunjite ovaj obrazac da kreirate novi kontakt na udaljenom serveru

source: Edit remote contact
bs: Uredi udaljen kontakt

source: Please fill in this form to change an existing contact on a remote server
bs: Molim da ispunite ovaj obrazac da bi promjenili postojeci kontakt na udaljenom serveru
