Repository: RajKumarPandey/ekiga
Catalog: po/*.po
Languages: bs

source: Ekiga is a VoIP, IP Telephony, and Video Conferencing application that allows you to make audio and video calls to remote users with SIP or H.323 compatible hardware and software. It supports many audio and video codecs and all modern VoIP features for both SIP and H.323. Ekiga is the first Open Source application to support both H.323 and SIP, as well as audio and video.
bs: Ekiga je aplikacija za VoIP, IP telefoniju, video konferencije koja vam omogućuje audio i video pozive na udaljenim korisnicima SIP ili H.323 kompatibilan hardver i softver. Ona podržava mnoge audio i video kodeke i svim moderne VoIP mogućnosti i za SIP i za H.323. Ekiga je prva Open Source aplikacija sa podrškom za H.323 i SIP, kao i audio i video.

source: Ekiga Softphone
bs: Ekiga softverski telefon

source: IP Telephony, VoIP and Video Conferencing
bs: Telefoniranje, prijenos glasa i slike preko interneta

source: Talk to and see people over the Internet
bs: Razgovarajte s ljudima i gledajte ih preko Interneta

source: New device detected
bs: Novi uređaj pronađen

source: Use it
bs: Koristi

source: Device removed
bs: Uređaj uklonjen

source: Clear History
bs: Očisti istorijat

source: Received
bs: Primljeno

source: Placed
bs: Postavljeno

source: Missed
bs: Propušten

source: Add to blacklist
bs: Dodaj na crnu listu

source: Duplicate alias
bs: Duplikat pseudonima

source: Bad username/password
bs: Los korisnickoime/lozinka

source: Transport error
bs: Transport greska

source: Failed
bs: Neuspješno

source: Unregistered
bs: Neregistrovan(a)

source: A_dd %s Contact
bs: _Dodaj %s Kontakt

source: _Edit
bs: _Izmijeni...

source: _Remove
bs: U_kloni

source: _Enable
bs: _Uključi

source: _Disable
bs: _Isključi

source: Recharge the Ekiga Call Out account
bs: Dopunite nalog Ekige za pozivanje

source: Consult the Ekiga Call Out balance history
bs: Pogledaj istorijat računa Ekiginog pozivanja

source: Consult the Ekiga Call Out call history
bs: Pogledaj istorijat poziva Ekiginog pozivanja

source: Unnamed
bs: Neimenovano

source: %s (with %d voice mail message)
bs: %s (sa %d poruka govorne poste)

source: Processing...
bs: Obrađujem...

source: Editing %s Account
bs: Uređivanje naloga „%s“

source: _User
bs: _Korisnik

source: jon
bs: pera

source: _Password
bs: _Lozinka

source: _Account ID
bs: IB n_aloga

source: _PIN Code
bs: _PIN šifra

source: _Name
bs: _Ime

source: Ekiga.Net Account
bs: Nalog Ekigine mreže

source: _Gatekeeper
bs: _Čuvar kapije

source: ekiga.net
bs: ekiga.nit

source: _Timeout
bs: _Vremenski rok

source: _Registrar
bs: _Registar

source: _Login
bs: _Prijavi me

source: jon.doe
bs: pera.perić

source: _Enable Account
bs: _Omogući nalog

source: You did not supply a name for that account.
bs: Nisi isporucio ime za taj racun.

source: You did not supply a host to register to.
bs: Nisi isporucio osnovu za registrovanje.

source: You did not supply a user name for that account.
bs: Nisi isporucio korisnicko ime za taj racun.

source: The timeout should be at least 10 seconds.
bs: Tajm-aut bi trebao biti najmanje 10 sekundi.

source: Add Contact
bs: Dodaj kontakt

source: John Doe
bs: Pera Perić

source: _URI
bs: _Adresa

source: Groups
bs: Grupe

source: You supplied an unsupported address
bs: Dali ste isporucili nepodrzanu adresu

source: You already have a contact with this address!
bs: Vec imate kontakt sa ovom adresom!

source: Registered
bs: Registrovano

source: Could not unregister
bs: Nije se moglo odjaviti

source: Could not register
bs: Nije se moglo registrovati

source: Could not register to
bs: Nije se moglo registrovati u

source: Edit
bs: Izmijeni

source: Appointment
bs: Zakazivanje

source: Breakfast
bs: Doručak

source: Dinner
bs: Večera

source: Holiday
bs: Praznik

source: In transit
bs: U prolazu

source: Looking for work
bs: Tražim posao

source: Lunch
bs: Ručak

source: Meal
bs: Obrok

source: Meeting
bs: Sastanak

source: On the phone
bs: Na telefonu

source: Playing
bs: Igra

source: Shopping
bs: Kupovina

source: Sleeping
bs: Spavanje

source: Working
bs: Rad

source: Performance
bs: Performanse

source: Permantent Absence
bs: Stalno odsustvo

source: Presentation
bs: Prezentacija

source: Spectator
bs: Gledalac

source: Steering
bs: U

source: Business or personal trip
bs: Poslovno ili lično putovanje

source: Watching TV
bs: Gleda TV

source: Worship
bs: Poštuje

source: Renaming Groups
bs: Preimenujem grupe

source: Add Account
bs: Dodaj nalog

source: Get an Ekiga.net SIP account
bs: Uzmi Ekiga.nit SIP racun

source: Ekiga.im _SIP address
bs: _SIP adresa „Ekiga.im“-a

source: sip:jon@ekiga.im
bs: sip:pera@ekiga.im

source: Get an Ekiga Call Out account
bs: Uzmi Ekiga Call Out racun

source: My H.323 Account
bs: Moj H.323 nalog

source: h323.ekiga.net
bs: h323.ekiga.nit

source: My SIP Account
bs: Moj SIP nalog

source: _Enable account
bs: _Omogući nalog

source: Family
bs: Porodica

source: Friend
bs: Prijatelj

source: Associate
bs: Vezi

source: Assistant
bs: Asistent

source: Supervisor
bs: Nadzornik

source: Self
bs: Sopstveno

source: _Add an Ekiga.net Account
bs: _Dodaj Ekiga.nit Racun

source: _Add an Ekiga Call Out Account
bs: _Dodaj Ekiga izlazni raèun

source: _Add a SIP Account
bs: _Dodaj SIP Racun

source: _Add an H.323 Account
bs: _Dodaj H.323 Racun

source: Hangup
bs: Prekini

source: Answer
bs: Odgovori

source: Reject
bs: Odbaci

source: Transfer Call
bs: Prebaci poziv

source: Transfer
bs: Prenesi

source: Remote URI
bs: Udaljena adresa

source: sip:username@ekiga.net
bs: sip:korisničkoime@ekiga.nit

source: Hold
bs: Čekaj

source: Local user cleared the call
bs: Lokalni korisnik je izbrisao poziv

source: Local user rejected the call
bs: Lokalni korisnik je odbio poziv

source: Remote user cleared the call
bs: Udaljeni korisnik je obrisao poziv

source: Remote user rejected the call
bs: Udaljeni korisnik je odbio poziv

source: Remote user has stopped calling
bs: Udaljeni korisnik je prestao zvati

source: Abnormal call termination
bs: Neprirodan prekid poziva

source: Could not connect to remote host
bs: Ne mogu se spojiti na udaljeni računar

source: The Gatekeeper cleared the call
bs: Gatekeeper je očistio poziv

source: User not found
bs: Korisnik nije pronađen

source: Insufficient bandwidth
bs: Nedovoljna propusnost

source: No common codec
bs: Nema uobičajnog kodeka

source: Call forwarded
bs: Poziv preusmjeren

source: Security check failed
bs: Neuspješna sigurnosna provjera

source: Local user is busy
bs: Lokalni korisnik je zauzet

source: Congested link to remote party
bs: Preopterećena veza kod udaljene strane

source: Remote user is busy
bs: Udaljeni korisnik je zauzet

source: Remote host is offline
bs: Udaljeni računar nije na mreži

source: User is offline
bs: Korisnik je van veze

source: Remote host not found
bs: Udaljeni host nije pronadjen

source: User is not available
bs: Korisnik nije dostupan

source: Service unavailable
bs: Servis nedostupan

source: Remote certificate not authenticated
bs: Daljinski cerifikat nije ovjeren

source: Call completed
bs: Poziv dovršen

source: Transmit Video
bs: Prenesi video

source: Missed call from
bs: Propusten poziv od

source: Missed call
bs: Propusten poziv

source: Call
bs: Poziv

source: Ekiga did not manage to configure your network settings automatically. You can still use it, but you need to configure your network settings manually. Please see http://wiki.ekiga.org/index.php/Enable_port_forwarding_manually for instructions
bs: Ekiga nije uspio automatski konfigurirati mrezne postavke.I dalje mozete koristiti,ali morate manualno konfigurirati mrezne postavke. Za upute molimo pogledajte nahttp://wiki.ekiga.org/index.php/Enable_port_forwarding_manually

source: Rename _Groups
bs: Preimenuj _grupe

source: Editing Contact %s
bs: Uređivanje kontakta „%s“

source: Done
bs: Gotovo

source: Name
bs: Ime

source: URI
bs: Adresa

source: You did not provide a valid name
bs: Niste dostavili ispravno ime

source: You did not provide a valid address
bs: Niste dostavili ispravnu adresu

source: Illegal status code
bs: Ilegalni status kod

source: Invalid address
bs: Nevažeća adresa

source: Remote party host is offline
bs: Udaljen host je iskljuèen

source: Multiple choices
bs: Visestruki izbor

source: Moved permanently
bs: Trajno premjesten

source: Moved temporarily
bs: Privremeno premjesten

source: Use proxy
bs: Koristi proksi

source: Alternative service
bs: Alternativna sluzba

source: Bad request
bs: Loš zahtjev

source: Unauthorized
bs: Neovlašten

source: Payment required
bs: Potrebno plaćanje

source: Forbidden, please check that username and password are correct
bs: Zabranjeno,molimo vas da provjerite da su korisnicko ime i lozinka ispravni

source: Not found
bs: Nije pronađeno

source: Method not allowed
bs: Metoda nije dozvoljena

source: Not acceptable
bs: Nije prihvatljivo

source: Proxy authentication required
bs: Zahtijeva se prijavljivanje na proksi

source: Timeout
bs: Vrijeme isteklo

source: Conflict
bs: Sukob

source: Length required
bs: Potrebna duzina

source: Request entity too big
bs: Zahtjev entiteta prevelik

source: Request URI too long
bs: Zahtjev URI predug

source: Unsupported media type
bs: Nepodrzana medija tip

source: Unsupported URI scheme
bs: Nepodrzana URI shema

source: Bad extension
bs: Losa ekstenzija

source: Extension required
bs: Potrebna ekstenzija

source: Interval too brief
bs: Prekretak Interval

source: Temporarily unavailable
bs: Privremeno nedostupna

source: Loop detected
bs: Petlja otkrivljena

source: Too many hops
bs: Previse etapa

source: Address incomplete
bs: Nepotpuna adresa

source: Ambiguous
bs: Dvosmislen

source: Busy Here
bs: Zauzet

source: Request terminated
bs: Zahtjev okoncan

source: Not acceptable here
bs: Neprihvatljivo ovdje

source: Bad event
bs: Los dogadjaj

source: Request pending
bs: Zahtjev na cekanju

source: Undecipherable
bs: Nedešifrabilan

source: Internal server error
bs: Greska internog servera

source: Not implemented
bs: Nije implementirano

source: Bad gateway
bs: Los mrezni polaz

source: Server timeout
bs: Pauziranje servera

source: SIP version not supported
bs: Nepodrzana SIP verzija

source: Message too large
bs: Preduga poruka

source: Busy everywhere
bs: Zauzeto svugdje

source: Decline
bs: Odbij

source: Does not exist anymore
bs: Ne postoji vise

source: Globally not acceptable
bs: Globano neprihvatljivo

source: Invalid certificates
bs: Nevalidne certifikate

source: Could not send message:
bs: Nije se mogla poslati poruka:

source: user offline
bs: korisnik iskljucen

source: Incoming call from %s
bs: Dolazni poziv od %s

source: Incoming call
bs: Dolazni poziv

source: In a call with %s
bs: U pozivu sa %s

source: In a call
bs: U pozivu

source: Move selected codec priority upwards
bs: Premjesti odabrane kodek prioritet prema gore

source: Move selected codec priority downwards
bs: Premjesti odabrane kodek prioritet prema dolje

source: Cancel
bs: Otkaži

source: Advanced
bs: Napredno

source: Add
bs: Dodaj

source: Contact Sources
bs: Izvori kontakta

source: Address Book
bs: Adresar

source: Call the selected contact
bs: Pozovite izabrani kontakt

source: Search for contacts
bs: Potražite kontakte

source: This is the Ekiga general configuration assistant. The following steps will set up Ekiga by asking a few simple questions. Once you have completed these steps, you can always change them later by selecting Preferences in the Edit menu.
bs: Ovo je čarobnjak za podešavanje Ekige. Sljedeći koraci će podesiti Ekigu postavljanjem par jednostavnih pitanja. Kada prođete ove korake, kasnije ih uvijek možete izmijeniti odabiranjem stavke Postavke u meniju Uređivanje.

source: Welcome to Ekiga
bs: Dobro dosli u Ekiga

source: Personal Information
bs: Lične informacije

source: Please enter your first name and your surname:
bs: Molim, upišite vaše ime i prezime:

source: Your first name and surname will be used when connecting to other VoIP and videoconferencing software.
bs: Vaše ime i prezime će biti korišteno kod povezivanja na drugi program za VoIP i videokonferenciju.

source: You usually need a SIP or H323 account in order to use Ekiga. Many services allow you creating such accounts. We suggest that you use a free ekiga.im account, which allows you to be called by any person with a SIP account. If you want to call regular phone lines too, we suggest that you purchase an inexpensive call out account. The following two pages allow you creating such accounts.
bs: Obično vam je potreban SIP ili H323 nalog za korišćenje Ekige. Mnoge usluge vam omogućavaju pravljenje takvih naloga. Predlažemo vam da koristite slobodan ekiga.im nalog, koji omogućava da vas pozovu svi oni koji imaju SIP nalog. Ako želite da zovete obične telefonske linije, predlažemo vam da nabavite neki jeftiniji nalog za pozivanje. Sljedeće dvije stranice vam omogućavaju da napravite takve naloge.

source: Introduction to Accounts
bs: Uvod u racune

source: Ekiga.im Account
bs: Ekiga.im nalog

source: Please enter your ekiga.im SIP address:
bs: Unesite vašu ekiga.im adresu:

source: Please enter your password:
bs: Molim unesite vašu lozinku:

source: The ekiga.im SIP address and password are used to login to your existing account at the ekiga.im free SIP service. If you do not have an ekiga.im SIP address yet, you may first create an account below. This will provide a SIP address that allows people to call you. You may skip this step if you use an alternative SIP service, or if you would prefer to specify the login details later.
bs: SIP adresa ekige.im i lozinka se koriste za prijavljivanje na vaš postojeći nalog na besplatnoj ekiga.im SIP usluzi. Ako još uvijek nemate ekiga.im SIP adresu, možete prvo ispod da napravite nalog. Ovo će obezbjediti SIP adresu koja će omogućiti ljudima da vas zovu. Možete da preskočite ovaj korak ako koristite neku drugu SIP uslugu, ili ako želite kasnije da navedete pojedinosti za prijavljivanje.

source: Get an Ekiga.im SIP account
bs: Zatražite Ekiga.im SIP nalog

source: I do not want to sign up for the ekiga.im free service
bs: Ne želim da se prijavim na besplatnuekiga.im uslugu

source: Ekiga Call Out Account
bs: Ekiga Call Out Racun

source: Please enter your account ID:
bs: Molim unesite vas ID racuna:

source: Please enter your PIN code:
bs: Molim unesite vas PIN kod:

source: You can make calls to regular phones and cell numbers worldwide using Ekiga. To enable this, you need to do two things: - First buy an account at the URL below. - Then enter your account ID and PIN code. The service will work only if your account is created using the URL in this dialog.
bs: Mozete praviti pozive na obicnim telefonima i telefonskim brojevima sirom svijeta koristeci Ekiga.Da bi ste omogucili ovo,trebate uciniti dvije stvari: -Prvo kupiti racun na URL ispod. -Zatim unesite vas racun ID i PIN kod. Usluga ci raditi samo ako je vas racun kreiran pomocu URL u ovom dijalogu.

source: I do not want to sign up for the Ekiga Call Out service
bs: Ne zelim da se prijavim za Ekiga Call Out uslugu

source: Configuration Complete
bs: Konfiguracija završena

source: You have now finished the Ekiga configuration. All the settings can be changed in the Ekiga preferences. Enjoy!
bs: Sada ste zavrsili sa Ekiga konfiguracijom.Sve postavke se mogu promjeniti u Ekiga preferencijama.Uzivajte

source: Configuration summary:
bs: Rezime konfiguracije:

source: Full Name
bs: Puno Ime

source: Ekiga Configuration Assistant (%d of %d)
bs: Asistent Ekiga konfiguracije(%d od%d)

source: _Search Filter:
bs: _Pretrazivajuci Filter:

source: There was an error opening or initializing the video output. Please verify that no other application is using the accelerated video output.
bs: Doslo je do greske otvaranja il inicijalizacije video izlaza.Molim provjerite da nijedna druga aplikacija ne koristi ubrzani video izlaz.

source: There was an error while opening %s. In case it is a pluggable device, it may be sufficient to reconnect it. If not, or if it still does not work, please check your permissions and make sure that the appropriate driver is loaded.
bs: Došlo je do greške prilikom otvaranja „%s“. U slučaju da je to priključiv uređaj, može biti dovoljno njegovo ponovno povezivanje. Ako ne, ili ako još uvijek ne radi, provjerite vaša ovlašćenja i uvjerite se da je učitan odgovarajući upravljački program.

source: There was an error while opening %s. Your video driver doesn't support the requested video format.
bs: Došlo je do greške prilikom otvaranja „%s“. Upravljački program za video ne podržava zahtijevani video format.

source: There was an error while opening %s. Could not open the chosen channel.
bs: Došlo je do greške prilikom otvaranja „%s“. Ne mogu da otvorim izabrani kanal.

source: There was an error while opening %s. Your driver doesn't seem to support any of the color formats supported by Ekiga. Please check your kernel driver documentation in order to determine which Palette is supported.
bs: Došlo je do greške prilikom otvaranja „%s“. Upravljački program izgleda da ne podržava nijedan od formata boja koje Ekiga podržava. Provjerite dokumentaciju vašeg upravljačkog programa u jezgru da odredite koja paleta je podržana.

source: There was an error while opening %s. Error while setting the frame rate.
bs: Došlo je do greške prilikom otvaranja „%s“. Greška prilikom podešavanja protokoa kadrova.

source: There was an error while opening %s. Error while setting the frame size.
bs: Došlo je do greške prilikom otvaranja „%s“. Greška prilikom podešavanja veličine slike.

source: There was an error while opening %s.
bs: Došlo je do greške prilikom otvaranja „%s“.

source: Unable to open %s for recording. In case it is a pluggable device, it may be sufficient to reconnect it. If not, or if it still does not work, please check your audio setup, the permissions and that the device is not busy.
bs: Ne mogu da otvorim „%s“ za snimanje. U slučaju da je to priključiv uređaj, može biti dovoljno njegovo ponovno povezivanje. Ako ne, ili ako još uvijek ne radi, provjerite vaša podešavanja zvuka, ovlašćenja i da li je uređaj slobodan.

source: %s was successfully opened but it is impossible to read data from this device. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still does not work, please check your audio setup.
bs: „%s“ je uspješno otvoren ali je nemoguće čitati podatke sa ovog uređaja. U slučaju da je to priključiv uređaj, može biti dovoljno njegovo ponovno povezivanje. Ako ne, ili ako još uvijek ne radi, provjerite podešavanja zvuka.

source: Error while opening audio input device %s
bs: Greska prilikom otvaranja ulaznog audio uredjaja %s

source: Unable to open %s for playing. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still does not work, please check your audio setup, the permissions and that the device is not busy.
bs: Ne mogu da otvorim „%s“ za puštanje. U slučaju da je to priključiv uređaj, može biti dovoljno njegovo ponovno povezivanje. Ako ne, ili ako još uvijek ne radi, provjerite vaša podešavanja zvuka, ovlašćenja i da li je uređaj slobodan.

source: %s was successfully opened but it is impossible to write data to this device. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still does not work, please check your audio setup.
bs: „%s“ je uspješno otvoren ali je nemoguće pisati podatke na ovaj uređaj. U slučaju da je to priključiv uređaj, može biti dovoljno njegovo ponovno povezivanje. Ako ne, ili ako još uvijek ne radi, provjerite podešavanja zvuka.

source: Error while opening audio output device %s
bs: Greska prilikom otvaranja izlaznog audio uredjaja %s

source: Call on hold
bs: Poziv na cekanju

source: Call retrieved
bs: Poziv ponovo uspostavljen

source: Calling %s
bs: Pozivam „%s“

source: Connected with %s
bs: Povezano sa %s

source: Call from %s
bs: Poziva vas %s

source: Call Window
bs: Prozor poziva

source: <b><u>Reception:</u></b> %s %s Lost Packets: %d %% Jitter: %d ms Framerate: %d fps Bandwidth: %d kbits/s <b><u>Transmission:</u></b> %s %s Remote Lost Packets: %d %% Remote Jitter: %d ms Framerate: %d fps Bandwidth: %d kbits/s
bs: <b><u>Prijem:</u></b> %s %s Izgubljeni paketi: %d %% Jitter: %d ms Protok okvira: %d fps Propusnost: %d kbits/s <b><u>Prijenos:</u></b> %s %s Udaljeni izgubljeni paketi: %d %% Udaljeni Jitter: %d ms Protok okvira: %d fps Propusni opseg: %d kbits/s

source: The call quality is rather bad. Please check your Internet connection or your audio driver.
bs: Kvalitet poziva je dosta loš. Molim provjerite vašu Internet konekciju ili audio drajver.

source: _Reject
bs: _Odbij

source: Reject the incoming call
bs: Odbijte dolazni poziv

source: Hang up the current call
bs: Prekini sadasnji poziv

source: Hold or retrieve the current call
bs: Zadržite ili potražite trenutni poziv

source: Transfer the current call
bs: Prenesi trenutni poziv

source: Change audio and video settings
bs: Izmijenite podešavanja zvuka i snimka

source: _Answer
bs: _Odgovori

source: Answer the incoming call
bs: Odgovorite dolazni poziv

source: Switch to fullscreen
bs: Prebaci na cio ekran

source: says:
bs: kaže:

source: Open link in browser
bs: Otvori link u pretrazivac

source: Copy link
bs: Kopiraj link

source: _Smile...
bs: _Osmijeh...

source: You have %d unread text message
bs: Imate %d neprocitanih tekstualnih poruka.

source: Read
bs: Citaj

source: Chat Window
bs: Prozor za ćaskanje

source: Show the application's help
bs: Prikazuje pomoć programa

source: Show the application's version
bs: Prikazuje izdanje programa

source: Prints debug messages in the console (level between 1 and 8)
bs: Printa poruke debagiranja u konzoli(novi izmedju 1 i 8)

source: Makes Ekiga call the given URI
bs: Dati URI pravi Ekiga poziv

source: Hangup the current call (if any)
bs: Prekida trenutni poziv (ako ga ima)

source: %s Run '%s --help' to see a full list of available command line options.
bs: %s Pokrenite „%s --help“ za potpun spisak opcija iz komandne linije.

source: Unable to open help file.
bs: Nije u mogućnosti otvoriti datoteku.

source: Contributors:
bs: Doprinosioci:

source: Artwork:
bs: Crteži:

source: See AUTHORS file for full credits
bs: Pročitajte datoteku AUTHORS sa spiskom svih učesnika

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bs: Ovaj program je slobodni softver; mozete ga redistribuirati i/ili mijenjati pod uvjetima GNU opcije javne licence koju je objavila Free Software Foundation;ili verzije 2 licence,ili(po vasem izboru)na bilo koju kasniju verziju.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
bs: Ovaj program se distribuira u nadi da će biti koristan, ali bez ikakve garancije; čak i bez posredne garancije prodaje ili POGODNOSTI ZA ODREĐENU SVRHU. Pogledajte GNU Opće javne licence za više detalja. Trebali ste dobili kopiju GNU General Public License zajedno sa ovim programom; ako ne, pisati na Free Software Foundation, Inc., 51 Franklin St, petom katu, Boston, MA 02110-1301, USA.
